Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Permission Denied.
sv: Behörighet saknas.

source: File not found.
sv: Filen hittas inte.

source: Edit file permissions
sv: Redigera filrättigheter

source: Set/edit permissions
sv: Ställ in/ändra behörigheter

source: Include all files and sub folders
sv: Inkludera alla filer och underkataloger

source: Return to file list
sv: Återgå till fillistan

source: Copy/paste this code to attach file to a post
sv: Kopiera/klistra in den här koden för att bifoga filen i ett inlägg

source: Copy/paste this URL to link file from a web page
sv: Kopiera/klistra in den här URL:en för att länka till filen från en webbsida

source: Attach this file to a new post
sv: Bifoga den här filen till ett nytt inlägg

source: Show URL to this file
sv: Visa URL till den här filen

source: Do not show in shared with me folder of your connections
sv: Visa inte i dina kontakters mapp med delat material

source: RedMatrix channel
sv: RedMatrix-kanal

source: Remote privacy information not available.
ca: Informació de privacitat remota no disponible.
eo: Informoj pri fora privateca ne estas disponebla.
sv: Icke-lokal integritetsinformation är inte tillgänglig

source: Visible to:
ca: Visible per a:
eo: Videbla al:
sv: Kan ses av:

source: Your service plan only allows %d channels.
sv: Din tjänstenivå tillåter bara %d kanaler.

source: Nothing to import.
sv: Inget att importera.

source: Unable to download data from old server
sv: Kunde inte ladda ner data från den gamla servern

source: Imported file is empty.
sv: Den importerade filen är tom.

source: Cannot create a duplicate channel identifier on this system. Import failed.
sv: Kan inte skapa ett dubblerat kanal-ID på det här systemet. Import misslyckades.

source: Unable to create a unique channel address. Import failed.
sv: Kan inte skapa en unik kanaladress. Import misslyckades.

source: Channel clone failed. Import failed.
sv: Kloning av kanalen misslyckades. Import misslyckades.

source: Cloned channel not found. Import failed.
sv: Den klonade kanalen hittas inte. Import misslyckades.

source: Import completed.
sv: Import slutförd.

source: You must be logged in to use this feature.
sv: Du måste vara inloggad för att kunna använda den här funktionen.

source: Import Channel
sv: Importera kanal

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file. Only identity and connections/relationships will be imported. Importation of content is not yet available.
sv: Använd det här formuläret för att importera en befintlig kanal från en annan server/hubb. Du kan få kanal-ID:t från den gamla servern/hubben över nätverket eller tillhandahålla en exportfil. Endast identitet och kontakter/relationer kommer att importeras. Import av innehåll stöds ännu inte.

source: File to Upload
sv: Fil att ladda upp

source: Or provide the old server/hub details
sv: Eller ge uppgifter om den gamla servern/hubben

source: Your old identity address (xyz@example.com)
sv: Din gamla identitetsadress (xyz@example.com)

source: Your old login email address
sv: Din gamla e-postadress för inloggning

source: Your old login password
sv: Ditt gamla inloggningslösenord

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
sv: Ange i bägge fallen om den här hubben ska vara din nya primära adress eller om den gamla platsen ska fortsätta att ha den rollen. Du kommer att kunna posta från båda platser, men bara en kan vara primärt utrymme för filer, foton och media.

source: Make this hub my primary location
sv: Gör den här hubben till min primära plats

source: Import existing posts if possible
sv: Importera befintliga inlägg om möjligt

source: Location not found.
sv: Platsen hittades inte.

source: Primary location cannot be removed.
sv: Huvudplatsen kan inte tas bort.

source: No locations found.
sv: Inga platser hittades.

source: Manage Channel Locations
sv: Hantera kanalplatser

source: Location (address)
sv: Plats (adress)

source: Primary Location
sv: Huvudplats

source: Drop location
sv: Ta bort plats

source: Thing updated
sv: Föremål uppdaterat

source: Object store: failed
sv: Objektlagring: misslyckades

source: Thing added
sv: Föremål tillagt

source: Show Thing
sv: Visa föremål

source: item not found.
sv: föremål hittades inte.

source: Edit Thing
sv: Redigera föremål

source: Select a profile
sv: Välj en profil

source: Post an activity
sv: Posta en aktivitet

source: Only sends to viewers of the applicable profile
sv: Skickar bara till de som tittar på den aktuella profilen

source: Name of thing e.g. something
sv: Namn på föremål, t.ex. någonting

source: URL of thing (optional)
sv: URL för föremål (frivilligt)

source: URL for photo of thing (optional)
sv: URL för foto på föremål (frivilligt)

source: Add Thing to your Profile
sv: Lägg till föremål till din profil

source: Help with this feature
sv: Hjälp för den här funktionen

source: Layout Name
sv: Layoutnamn

source: %1$s tagged %2$s's %3$s with %4$s
ca: %1$s etiquetats %2$s %3$s amb %4$s
eo: %1$s markis la %3$s de %2$s kun %4$s
sv: %1$s taggade%2$ss %3$s med %4$s

source: is now connected to
sv: har nu kontakt med

source: Could not access address book record.
sv: Kunde inte komma åt adressboksuppgifter.

source: Refresh failed - channel is currently unavailable.
sv: Uppdatering misslyckades - kanalen är inte tillgänglig.

source: Channel has been unblocked
sv: Kanalen är inte längre blockerad

source: Channel has been blocked
sv: Kanalen har blockerats

source: Unable to set address book parameters.
sv: Kunde inte ställa in adressboksparametrar.

source: Channel has been unignored
sv: Kanalen ignoreras inte längre

source: Channel has been ignored
sv: Kanalen har ignorerats

source: Channel has been unarchived
sv: Kanalen arkiveras inte längre

source: Channel has been archived
sv: Kanalen har arkiverats

source: Channel has been unhidden
sv: Kanalen döljs inte längre

source: Channel has been hidden
sv: Kanalen har dolts

source: Channel has been approved
sv: Kanalen har godkänts

source: Channel has been unapproved
sv: Kanalen är inte godkänd längre

source: Connection has been removed.
sv: Kontakten har tagits bort.

source: View %s's profile
sv: Visa %ss profil

source: Refresh Permissions
sv: Uppdatera behörigheter

source: Fetch updated permissions
sv: Hämta uppdaterade behörigheter

source: Recent Activity
sv: Senaste aktiviteten

source: View recent posts and comments
sv: Visa de senaste inläggen och kommentarerna

source: Unblock
ca: Desbloquejar
eo: Malbloki
sv: Avblockera

source: Block
ca: Bloquejar
eo: Bloki
sv: Blockera

source: Block (or Unblock) all communications with this connection
sv: Blockera (eller ta bort blockering av) all kommunikation med den här kontakten

source: Unignore
ca: Treure d'Ignorats
eo: Malignori
sv: Sluta att ignorera

source: Ignore
ca: Ignorar
eo: Ignori
sv: Ignorera

source: Ignore (or Unignore) all inbound communications from this connection
sv: Ignorera (eller sluta att ignorera) all inkommande kommunikation från den här kontakten

source: Unarchive
sv: Sluta att arkivera

source: Archive
sv: Arkivera

source: Archive (or Unarchive) this connection - mark channel dead but keep content
sv: Arkivera (eller sluta att arkivera) den här kontakten - märk kanalen som död men behåll innehåll

source: Unhide
sv: Sluta att dölja

source: Hide
sv: Dölj

source: Hide or Unhide this connection from your other connections
sv: Dölj eller sluta att dölja den här kontakten från dina övriga kontakter

source: Delete this connection
sv: Ta bort den här kontakten

source: Approve this connection
sv: Godkänn den här kontakten

source: Accept connection to allow communication
sv: Acceptera kontakten för att tillåta kommunikation

source: Connections: settings for %s
sv: Kontakter: inställningar för %s

source: Apply these permissions automatically
sv: Använd de här rättigheterna automatiskt

source: Apply the permissions indicated on this page to all new connections.
sv: Använd rättigheterna angivna på den här sidan för alla nya kontakter.

source: Slide to adjust your degree of friendship
sv: Dra för att justera er vänskapsnivå

source: Rating (this information is public)
sv: Betyg (den här informationen är offentlig)

source: Optionally explain your rating (this information is public)
sv: Frivillig kommentar till betyget (den här informationen är offentlig)

source: Default permissions for your channel type have (just) been applied. They have not yet been submitted. Please review the permissions on this page and make any desired changes at this time. This new connection may <em>not</em> be able to communicate with you until you submit this page, which will install and apply the selected permissions.
sv: Standardbehörigheterna för din kanaltyp har (precis) tillämpats. De har ännu inte sparats. Titta igenom behörigheterna på den här sidan och gör önskade ändringar nu. Den här kontakten kan <em>inte</em> kommunicera med dig förrän du sparar den här sidan, då de valda behörigheterna installeras och träder i kraft.

source: inherited
sv: ärvd

source: Connection has no individual permissions!
sv: Kontakten har inga individuella behörigheter!

source: This may be appropriate based on your <a href="settings">privacy settings</a>, though you may wish to review the "Advanced Permissions".
sv: Det här kan vara lämpligt beroende på dina <a href="settings">integritetsinställningar</a>, men du vill kanske se över de "Avancerade inställningarna".

source: Profile Visibility
ca: Perfil de Visibilitat
eo: Videbleco de profilo
sv: Profilsynlighet

source: Please choose the profile you would like to display to %s when viewing your profile securely.
ca: Si us plau triï el perfil que voleu mostrar a %s quan estigui veient el teu de forma segura.
eo: Bonvolu elekti la profilon kiu vi volas montri al %s aspektinde kiam sekure aspektante vian profilon.
sv: Välj profilen som du vill ska synas när %s ser din profil på ett säkert sätt.

source: Contact Information / Notes
ca: Informació/Notes del contacte
eo: Kontaktaj informoj / Notoj
sv: Kontaktinformation / anteckningar

source: Edit contact notes
ca: Editar notes de contactes
eo: Redakti kontaktnotojn
sv: Redigera anteckningar för kontakten

source: Their Settings
sv: Deras inställningar

source: My Settings
sv: Mina inställningar

source: Default permissions for this channel type have (just) been applied. They have <em>not</em> been saved and there are currently no stored default permissions. Please review/edit the applied settings and click [Submit] to finalize.
sv: Standardbehörigheterna för den här kanaltypen har (precis) tillämpats. De har <em>inte</em> sparats och det finns för närvarande inga sparade standardbehörigheter. Titta igenom/ändra de tillämpade inställningarna och klicka [Spara] för att avsluta.

source: Clear/Disable Automatic Permissions
sv: Rensa/inaktivera automatiska behörigheter

source: Forum Members
sv: Forummedlemmar

source: Soapbox
sv: Talarstol

source: Full Sharing (typical social network permissions)
sv: Full delning (typiska behörigheter för sociala nätverk)

source: Cautious Sharing
sv: Försiktig delning

source: Follow Only
sv: Följ endast

source: Individual Permissions
sv: Individuella behörigheter

source: Some permissions may be inherited from your channel <a href="settings">privacy settings</a>, which have higher priority than individual settings. Changing those inherited settings on this page will have no effect.
sv: Vissa behörigheter kan ärvas från din kanals <a href="settings">integritetsinställningar</a>, vilka har högre prioritet än individuella inställningar. Ändring av de ärvda inställningarna på den här sidan har ingen effekt.

source: Advanced Permissions
sv: Avancerade behörighetsinställningar

source: Simple Permissions (select one and submit)
sv: Enkla behörighetsinställningar (välj en och spara)

source: Visit %s's profile - %s
sv: Besök %ss profil - %s

source: Block/Unblock contact
ca: Bloquejar/Alliberar contacte
eo: Bloki/Malbloki kontakton
sv: Blockera/häv blockering av kontakt

source: Ignore contact
ca: Ignore contacte
eo: Ignori kontakton
sv: Ignorera kontakt

source: Repair URL settings
ca: Restablir configuració de URL
eo: Ripari URL agordoj
sv: Reparera URL-inställningar

source: View conversations
ca: Veient conversacions
eo: Vidi konversaciojn
sv: Visa konversationer

source: Delete contact
ca: Esborrar contacte
eo: Forviŝi kontakton
sv: Ta bort kontakt

source: Last update:
ca: Última actualització:
eo: Plej ĵusa ĝisdatigo:
sv: Senaste uppdatering:

source: Update public posts
ca: Actualitzar enviament públic
eo: Ĝisdatigi publikajn afiŝojn
sv: Uppdatera offentliga inlägg

source: Update now
ca: Actualitza ara
eo: Ĝisdatigi nun
sv: Uppdatera nu

source: Currently blocked
ca: Bloquejat actualment
eo: Nuntempe blokata
sv: Blockerad

source: Currently ignored
ca: Ignorat actualment
eo: Nuntempe ignorata
sv: Ignorerad

source: Currently archived
sv: Arkiverad

source: Currently pending
sv: Inväntar svar

source: Tag removed
ca: Etiqueta eliminada
eo: Marko forviŝita
sv: Tagg borttagen

source: Remove Item Tag
ca: Esborrar etiqueta del element
eo: Forviŝi markon
sv: Ta bort innehållstagg

source: Select a tag to remove:
ca: Selecciona etiqueta a esborrar:
eo: Elektu forviŝontan markon:
sv: Välj en tagg att ta bort:

source: Theme settings updated.
eo: Gisdatigis agordojn pri etosoj.
sv: Temainställningar uppdaterade.

source: Site
ca: Lloc
eo: Retejo
sv: Server

source: Accounts
sv: Konton

source: Channels
sv: Kanaler

source: Plugins
eo: Kromprogramoj
sv: Tillägg

source: Themes
ca: Temes
eo: Etosoj
sv: Teman

source: Profile Config
sv: Profilkonfiguration

source: DB updates
sv: Databasuppdateringar

source: Logs
ca: Transcripcions
eo: Protokoloj
sv: Loggar

source: Plugin Features
sv: Tilläggsfunktioner

source: User registrations waiting for confirmation
ca: Registre d'usuari a l'espera de confirmació
eo: Uzantaj registradoj atendante konfirmon
sv: Användarregistreringar som behöver bekräftas

source: Message queues
sv: Meddelandeköer

source: Summary
ca: Sumari
eo: Resumo
sv: Sammanfattning

source: Registered users
ca: Usuaris registrats
eo: Registrataj uzantoj
sv: Registrerade användare

source: Pending registrations
ca: Registres d'usuari pendents
eo: Okazontaj registradoj
sv: Pågående registreringar

source: Active plugins
ca: Plugins actius
eo: Ŝaltitaj kromprogramoj
sv: Aktiva tillägg

source: Site settings updated.
ca: Ajustos del lloc actualitzats.
eo: Ĝisdatigis retejaj agordoj.
sv: Serverinställningar uppdaterade.

source: experimental
sv: experimentellt

source: unsupported
sv: stöds ej

source: Yes - with approval
sv: Ja - med godkännande

source: My site is not a public server
sv: Min server är inte offentlig

source: My site has paid access only
sv: Min server har endast åtkomst mot betalning

source: My site has free access only
sv: Min server har endast gratis åtkomst

source: My site offers free accounts with optional paid upgrades
sv: Min server erbjuder gratis konton med uppgradering mot betalning

source: File upload
ca: Fitxer carregat
eo: Alŝuto
sv: Filuppladdning

source: Policies
ca: Polítiques
eo: Politiko
sv: Policyer

source: Site name
ca: Nom del lloc
eo: Nomo de retejo
sv: Servernamn

source: Banner/Logo
ca: Senyera/Logo
eo: Emblemo
sv: Banner/logga

source: Administrator Information
sv: Administratörsinformation

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
sv: Kontaktinfo till sidadministratörer. Visas på sidinfosidan. BBCode kan användas här

source: System language
ca: Idioma del Systema
eo: Sistema lingvo
sv: Systemspråk

source: System theme
ca: Tema del sistema
eo: Sistema etoso
sv: Systemtema

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
eo: Defaŭlta sistema etoso - transpasebla de uzantprofiloj - <a href='#' id='cnftheme'>redakti agordoj pri etosoj</a>
sv: Förvalt systemtema - kan åsidosättas i användarprofiler - <a href='#' id='cnftheme'>ändra temainställningar</a>

source: Mobile system theme
sv: Mobilt systemtema

source: Theme for mobile devices
sv: Tema för mobila enheter

source: Enable Diaspora Protocol
sv: Aktivera protokoll för Diaspora

source: Communicate with Diaspora and Friendica - experimental
sv: Kommunicera med Diaspora och Friendica - experimentellt

source: Allow Feeds as Connections
sv: Tillåt flöden som kontakter

source: (Heavy system resource usage)
sv: (systemresurskrävande)

source: Maximum image size
ca: Mida màxima de les imatges
eo: Maksimuma bildgrando
sv: Maximal bildstorlek

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
ca: Mida màxima en bytes de les imatges a pujar. Per defecte es 0, que vol dir sense límits.
eo: Maksimuma grando en bajtoj por alŝutotaj bildoj. Defaŭlte 0, kio signifas neniu limito.
sv: Maximal storlek i byte för uppladdade bilder. Standard är 0, vilket innebär ingen storleksbegränsning.

source: Does this site allow new member registration?
sv: Tillåter den här servern nya medlemmar att registrera sig?

source: Which best describes the types of account offered by this hub?
sv: Vilket beskriver bäst kontotypen som erbjuds på den här hubben?

source: Register text
ca: Text al registrar
eo: Interkonsento teksto
sv: Registreringstext

source: Will be displayed prominently on the registration page.
ca: Sea mostrat de forma peminent a la pagina durant el procés de registre.
eo: Tio estos eminente montrata en la registro paĝo.
sv: Visas tydligt på registreringssidan.

source: Accounts abandoned after x days
ca: Comptes abandonats després de x dies
eo: Kontoj forlasitaj post x tagoj
sv: Konto övergivet efter x dagar

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
sv: Slösar inte systemresurser genom att fråga externa servrar efter övergivna konton. 0 innebär ingen tidsbegränsning.

source: Allowed friend domains
ca: Dominis amics permesos
eo: Permesitaj amikaj domainoj
sv: Tillåtna vändomäner

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
ca: Llista de dominis separada per comes, de adreçes de correu que són permeses per establir amistats. S'admeten comodins. Deixa'l buit per a acceptar tots els dominis.
eo: Perkome disigita listo da domajnoj kiuj rajtas konstrui amikecojn kun ĉi tiu retejo. Ĵokeroj eblas. Malplena por rajtigi ĉiujn ajn domajnojn.
sv: Kommaseparerad lista med domäner som tillåts att upprätta ett vänförhållande med den här servern. Jokertecken är tillåtna. Töm för att tillåta alla domäner.

source: Allowed email domains
ca: Dominis de correu permesos
eo: Permesitaj retpoŝtaj domajnoj
sv: Tillåtna e-postdomäner

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
ca: Llista de dominis separada per comes, de adreçes de correu que són permeses per registrtar-se. S'admeten comodins. Deixa'l buit per a acceptar tots els dominis.
eo: Perkome disigita listo da domajnoj kiuj uzeblas kiel retpoŝtaj adresoj en novaj registradoj. Ĵokeroj eblas. Malplena por rajtigi ĉiujn ajn domajnojn.
sv: Kommaseparerad lista med domäner som tillåts i e-postadresser för registreringar på den här servern. Jokertecken är tillåtna. Töm för att tillåta alla domäner.

source: Not allowed email domains
sv: Otillåtna e-postdomäner

source: Comma separated list of domains which are not allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains, unless allowed domains have been defined.
sv: Kommaseparerad lista med domäner som inte tillåts i e-postadresser för registrering på den här webbplatsen. Jokertecken är tillåtna. Töm för att tillåta alla domäner såvida inte tillåtna domäner har angivits.

source: Block public
ca: Bloqueig públic
eo: Bloki publike
sv: Blockera offentlig åtkomst

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
ca: Bloqueija l'accés públic a qualsevol pàgina del lloc fins que t'hagis identificat.
eo: Elektu por bloki publikan atingon al ĉiuj alie publikajn paĝojn en ĉi tiu retejo kiam vi ne estas ensalutita.
sv: Välj för att blockera åtkomst till alla personliga sidor som annars skulle vara offentliga på den här servern om man inte är inloggad.

source: Verify Email Addresses
sv: Bekräfta e-postadress

source: Check to verify email addresses used in account registration (recommended).
sv: Välj för att bekräfta e-postadresser som används för kontoregistrering (rekommenderas).

source: Force publish
ca: Forçar publicació
eo: Devigi publikigon
sv: Tvinga publicering

source: Check to force all profiles on this site to be listed in the site directory.
ca: Obliga a que tots el perfils en aquest lloc siguin mostrats en el directori del lloc.
eo: Elektu por devigi la registradon en la loka katalogo al ĉiuj profiloj en ĉi tiu retejo.
sv: Välj för att tvinga alla profiler på den här servern att listas i serverkatalogen.

source: Disable discovery tab
sv: Inaktivera upptäck-fliken

source: Remove the tab in the network view with public content pulled from sources chosen for this site.
sv: Ta bort fliken i nätverksvyn med offentligt innehåll som hämtas från källor valda för den här servern.

source: No login on Homepage
sv: Ingen inloggning på hemsidan

source: Check to hide the login form from your sites homepage when visitors arrive who are not logged in (e.g. when you put the content of the homepage in via the site channel).
sv: Välj för att gömma inloggningsformuläret från serverns hemsida för oinloggade besökare (t.ex. när du lägger in hemsideinnehållet via serverkanalen).

source: Proxy user
ca: proxy d'usuari
eo: Uzantnomo por retperanto
sv: Proxyanvändare

source: Network timeout
ca: Temps excedit a la xarxa
eo: Reta tempolimo
sv: Nätverkstimeout

source: Value is in seconds. Set to 0 for unlimited (not recommended).
ca: Valor en segons. Canviat a 0 es sense límits (no recomenat)
eo: Valoro en sekundoj. Uzu 0 por mallimitigi (ne rekomendata).
sv: Värde i sekunder. Sätt till 0 för obegränsat (ej rekommenderat).

source: Delivery interval
sv: Leveransintervall

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
sv: Fördröj leveransprocesser som görs i bakgrunden så här många sekunder för att reducera systembelastningen. Rekommenderat: 4-5 för delade värdar, 2-3 för virtuella privata servrar. 0-1 för stora dedikerade servrar.

source: Poll interval
sv: Hämtningsintervall

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
sv: Fördröj hämtningsprocesser som görs i bakgrunden så här många sekunder för att reducera systembelastningen. Om 0 används leveransintervallet.

source: Maximum Load Average
sv: Maximal genomsnittsbelastning

source: Maximum system load before delivery and poll processes are deferred - default 50.
sv: Maximal systembelastning innan leverans- och hämtningsprocesser skjuts upp - standard är 50.

source: No server found
sv: Ingen server hittad

source: for channel
sv: för kanal

source: on server
sv: på server

source: Update has been marked successful
sv: Uppdatering har markerats som genomförd
