Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to StatusNet will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ca: <strong>Nota</strong>: A causa de les seves opcions de privacitat (<em>Amaga els detalls del teu perfil dels espectadors desconeguts? </em>) el vincle potencialment inclòs en anuncis públics transmesos a StatusNet conduirà el visitant a una pàgina en blanc en la que informarà al visitants que l'accés al seu perfil s'ha restringit.
eo: <strong>Averto</strong>: Laŭ viaj privatecaj agordoj (<em>Kaŝi viajn profilajn detalojn al nekonataj spektantoj?</em>), la ligilo en publikaj afiŝoj plusendata al StatusNet gvidas vizitontojn al malplena paĝo sciigante ilin ke atingo al via profilo estas lmitigita.

source: Allow posting to StatusNet
ca: Permetre enviaments a StatusNet
eo: Permesi afiŝojn al StatusNet

source: Send public postings to StatusNet by default
ca: Enviar missatges públics a StatusNet per defecte
eo: Defaŭlte sendi publikajn afiŝojn al StatusNet

source: Send #tag links to StatusNet
eo: Sendu #marko ligilojn al StatusNet

source: Clear OAuth configuration
ca: Esborrar configuració de OAuth
eo: Forviŝi OAuth agordojn

source: API URL
eo: API URL adreso

source: Post to Tumblr
ca: Publica-ho al Tumblr
eo: Afiŝi al Tumblr

source: Tumblr Post Settings
ca: Configuració d'Enviaments de Tumblr
eo: Agordoj pri afiŝoj ĉe Tumblr

source: Enable Tumblr Post Plugin
ca: Habilita el plugin de enviaments de Tumblr
eo: Ŝalti la kromprogramon por Tumblr afiŝoj

source: Tumblr login
ca: Inici de sessió de Tumblr
eo: Salutnomo ĉe Tumblr

source: Tumblr password
ca: Caontrasenya de Tumblr
eo: Pasvorto ĉe Tumblr

source: Post to Tumblr by default
ca: Enviar a Tumblr per defecte
eo: Defaŭlte afiŝi ĉe Tumblr

source: Numfriends settings updated.
ca: Actualitzar la configuració de Numfriends.
eo: Ĝisdatigis agordojn por Numfriends.

source: Numfriends Settings
ca: Configuració de Numfriends
eo: Agordoj por Numfriends

source: How many contacts to display on profile sidebar
ca: Quants contactes per mostrar a la barra lateral el perfil
eo: Kiom da kontaktoj mi montru en la flanka strio

source: Gnot settings updated.
ca: Configuració de Gnot actualitzada
eo: Ĝisdatigis Gnot agordojn.

source: Gnot Settings
ca: Configuració de Gnot
eo: Agordoj por Gnot

source: Allows threading of email comment notifications on Gmail and anonymising the subject line.
ca: Permet crear fils de les notificacions de comentaris de correu electrònic a Gmail i anonimat de la línia d'assumpte.
eo: Permesas la ĉenadon de retpoŝtaj atentigoj pri komentoj ĉe Gmail kan anonimigado de la temlinio.

source: Enable this plugin/addon?
ca: Activar aquest plugin/aplicació?
eo: Ŝalti tiun kromprogramon?

source: [Friendica:Notify] Comment to conversation #%d
ca: [Friendica: Notifica] Conversació comentada #%d
eo: [Friendica:Atentigo] Komento pri konversacio #%d

source: Post to Wordpress
ca: Publica-ho al Wordpress
eo: Afiŝi al Wordpress

source: WordPress Post Settings
ca: Configuració d'enviaments a WordPress
eo: Agordoj por WordPress afiŝojn

source: Enable WordPress Post Plugin
ca: Habilitar Configuració d'Enviaments a WordPress
eo: Ŝalti la Wordpress-afiŝo kromprogramon

source: WordPress username
ca: Nom d'usuari de WordPress
eo: WordPress salutnomo

source: WordPress password
ca: Contrasenya de WordPress
eo: WordPress pasvorto

source: WordPress API URL
eo: Wordpress API URL adreso

source: Post to WordPress by default
ca: Enviar a WordPress per defecte
eo: Defaŭlte afiŝi al WordPress

source: "Show more" Settings
ca: Configuració de "Mostrar més"
eo: "Montri pli" agordoj

source: Enable Show More
ca: Habilita Mostrar Més
eo: Ŝalti "montri pli"

source: Cutting posts after how much characters
ca: Tallar els missatges després de quants caràcters
eo: Limitigi afiŝojn al kiom da literoj

source: Show More Settings saved.
ca: Guardada la configuració de "Mostra Més".
eo: Konservis "montri pli" agordojn.

source: This website is tracked using the <a href='http://www.piwik.org'>Piwik</a> analytics tool.
ca: Aquest lloc web realitza un seguiment mitjançant la eina d'anàlisi <a href='http://www.piwik.org'>Piwik</a>.
eo: Ĉi retejo uzas <a href='http://www.piwik.org'>Piwik</a> kiel retuma analizilo.

source: If you do not want that your visits are logged this way you <a href='%s'>can set a cookie to prevent Piwik from tracking further visits of the site</a> (opt-out).
ca: Si no vol que les seves visites es transcribin d'aquesta manera vostè <a href='%s'> pot establir una cookie per evitar a Piwik a partir de noves visites del lloc web </a> (opt-out).
eo: Se ni ne protokolu viajn vizitojn tiel, vi <a href='%s'>povas agordi kuketon por malpermesi Piwik al plu protokoli pliajn vizitojn</a> (mem-for-elekti / opt-out).

source: Piwik Base URL
ca: URL Piwik Base
eo: Piwik baza URL adreso

source: Absolute path to your Piwik installation. (without protocol (http/s), with trailing slash)
ca: Trajectoria absoluta per a la instal·lació de Piwik (sense el protocol (http/s), amb la barra final )
eo: Absoluta vojo al via Piwik instalo. (sen protokolo (http/s), inkluzive vosta oblikva streketo)

source: Site ID
ca: Lloc ID
eo: Reteja idento

source: Show opt-out cookie link?
ca: Mostra l'enllaç cookie opt-out?
eo: Montru ligilon al kuketo por mem-for-elekti (opt-out)?

source: Asynchronous tracking
ca: Seguiment asíncrono
eo: Nesinkrona spurado.

source: Post to Twitter
ca: Publica-ho al Twitter
eo: Afiŝi ĉe Twitter

source: Twitter settings updated.
ca: La configuració de Twitter actualitzada.
eo: Ĝisdatigis Twitter agordojn.

source: Twitter Posting Settings
ca: Configuració d'Enviaments per a Twitter
eo: Agordoj por afiŝi ĉe Twitter

source: No consumer key pair for Twitter found. Please contact your site administrator.
ca: No s'ha pogut emparellar cap clau "consumer key" per a Twitter. Si us plau, poseu-vos en contacte amb l'administrador del lloc.
eo: Ne trovis klientajn ŝlosilojn por Twitter. Bonvolu kontakti vian retejan administranton.

source: At this Friendica instance the Twitter plugin was enabled but you have not yet connected your account to your Twitter account. To do so click the button below to get a PIN from Twitter which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to Twitter.
ca: En aquesta instància Friendica el plugin Twitter va ser habilitat, però encara no ha connectat el compte al seu compte de Twitter. Per a això feu clic al botó de sota per obtenir un PIN de Twitter que ha de copiar a la casella de sota i enviar el formulari. Només els missatges <strong> públics </strong> es publicaran a Twitter.
eo: Je ĉi tiu Friendica retejo, la Twitter kromprogramo jam estas ŝaltita, sed via konto anokoraŭ ne estas konektita kun via Twitter konto. Por fari tion, klaku la supran butonon por atingi nombrokodon de Twitter, kion vi kopiu en la supran eniga ĉelo, kaj sendu la formularon. Nur viaj <strong>publikaj</strong> afiŝoj estas plusendota al Twitter.

source: Log in with Twitter
ca: Accedeixi com en Twitter
eo: Ensaluti kun Twitter

source: Copy the PIN from Twitter here
ca: Copieu el codi PIN de Twitter aquí
eo: Alglui la PIN de Twitter ĉi tie

source: If enabled all your <strong>public</strong> postings can be posted to the associated Twitter account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
ca: Si està activat, tots els seus anuncis <strong> públics </strong> poden ser publicats en el corresponent compte de Twitter. Vostè pot optar per fer-ho per defecte (en aquest cas) o per cada missatge per separat en les opcions de comptabilització en escriure l'entrada.
eo: Kiam ŝaltita, ĉiuj <strong>publikaj</strong> afiŝoj de vi ankaŭ eblas esti afiŝota al la asociigita Twitter konto. Vi povas elekti ĝin defaŭlte (ĉi tie) au unuope por ĉiuj afiŝoj kiam vi skribos ilin.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to Twitter will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
ca: <strong>Nota</strong>: donada la seva configuració de privacitat (<em> Amaga els detalls del teu perfil dels espectadors desconeguts? </em>) el vincle potencialment inclòs en anuncis públics retransmesos a Twitter conduirà al visitant a una pàgina en blanc informar als visitants que l'accés al seu perfil s'ha restringit.
eo: <strong>Averto</strong>: Laŭ viaj privatecaj agordoj (<em>Kaŝi viajn profilajn detalojn al nekonataj spektantoj?</em>), la ligilo en publikaj afiŝoj plusendata al Twitter gvidas vizitontojn al malplena paĝo sciigante ilin ke atingo al via profilo estas lmitigita.

source: Allow posting to Twitter
ca: Permetre anunci a Twitter
eo: Permesi afiŝojn al Twitter

source: Send public postings to Twitter by default
ca: Enviar anuncis públics a Twitter per defecte
eo: Defaŭlte sendi publikajn afiŝojn al Twitter

source: Send #tag links to Twitter
eo: Sendu #marko ligilon al Twitter

source: Consumer key
eo: Ŝlosilo de Kliento

source: Consumer secret
eo: Sekreto de Kliento

source: IRC Settings
eo: IRC Agordoj

source: Channel(s) to auto connect (comma separated)
eo: Aŭtomate konektiĝi al la kanalo(j) (disigita per komo)

source: Popular Channels (comma separated)
eo: Popularaj kanaloj (disigita per komo)

source: IRC settings saved.
eo: IRC agordoj konservitaj.

source: IRC Chatroom
eo: IRC babilejo

source: Popular Channels
eo: Popularaj Kanaloj

source: Post to blogger
eo: Afiŝi al blogger

source: Blogger Post Settings
eo: Agordo pri Blogger Afiŝoj

source: Enable Blogger Post Plugin
eo: Ŝalti la Blogger afiŝo kromprogramon

source: Blogger username
eo: Blogger uzantonomo

source: Blogger password
eo: Blogger pasvorto

source: Post to Blogger by default
eo: Defaŭlte afiŝi al Blogger

source: Post to Posterous
ca: enviament a Posterous
eo: Afiŝi al Posterous

source: Posterous Post Settings
ca: Configuració d'Enviaments a Posterous
eo: Agordoj pri afiŝoj ĉe Posterous

source: Enable Posterous Post Plugin
ca: Habilitar plugin d'Enviament de Posterous
eo: Ŝalti la Poserous-afiŝo kromprogramon

source: Posterous login
ca: Inici de sessió a Posterous
eo: Posterous salutnomo

source: Posterous password
ca: Contrasenya a Posterous
eo: Posterous pasvorto

source: Post to Posterous by default
ca: Enviar a Posterous per defecte
eo: Defaŭlte afiŝi al Posterous

source: Last users
ca: Últims usuaris
eo: Ĵusaj uzantoj

source: Last likes
ca: Últims "m'agrada"
eo: Ĵusaj ŝatitaj elementoj

source: Last photos
ca: Últimes fotos
eo: Ĵusaj bildoj

source: Find Friends
eo: Trovi Amikojn

source: Local Directory
eo: Loka Katalogo

source: Similar Interests
ca: Aficions Similars
eo: Similaj Interesoj

source: Community Pages
eo: Komunumaj paĝoj

source: Help or @NewHere ?
eo: Helpu aŭ @NewHere ?

source: Connect Services
eo: Konekti Servojn

source: PostIt to Friendica
eo: PostIt al Friendica

source: Post to Friendica
eo: Afiŝi al Friendica

source: from anywhere by bookmarking this Link.
eo: de iu kun ĉi tio ligilo.

source: Your contacts
eo: Viaj kontaktoj

source: Your events
ca: Els seus esdeveniments
eo: Viaj okazoj

source: Personal notes
ca: Notes personals
eo: Personaj notoj

source: Your personal photos
ca: Les seves fotos personals
eo: Viaj personaj bildoj

source: Set resolution for middle column
eo: Agordi la distingivon por la meza kolumno

source: Alignment
ca: Adaptació
eo: Ĝisrandigo

source: Left
ca: Esquerra
eo: Maldekstren

source: Center
ca: Centre
eo: Centren

source: Color scheme
eo: Kolorskemo

source: Status:
ca: Estatus:
eo: Stato:

source: Religion:
ca: Religió:
eo: Religio:

source: Unknown | Not categorised
ca: Desconegut/No categoritzat
eo: Nekonata | Nekatorigita

source: Block immediately
ca: Bloquejar immediatament
eo: Bloki tuj

source: Shady, spammer, self-marketer
ca: Sospitós, Femater, auto-publicitat
eo: Suspekta, spamisto, memmerkatisto

source: Known to me, but no opinion
ca: Conegut per mi, però sense opinió
eo: Konata al mi, sed mi ne havas opinion

source: OK, probably harmless
ca: Bé, probablement inofensiu
eo: OK, verŝajne sendanĝera

source: Reputable, has my trust
ca: Bona reputació, té la meva confiança
eo: Fidinda laŭ mi

source: XMPP/IM
eo: XMPP/Tujmesaĝilo

source: (no subject)
ca: (sense assumpte)
eo: (neniu temo)

source: noreply
ca: no contestar
eo: nerespondi

source: No contacts
ca: Sense contactes
eo: Neniu kontaktoj

source: %d Contact
ca: %d Contacte
eo: %d Kontakto

source: April
ca: Abril
eo: Aprilo

source: September
ca: Setembre
eo: Septembro

source: November
ca: Novembre
eo: Novembro

source: December
ca: Desembre
eo: Decembro

source: [remove]
eo: [forviŝi]

source: post
ca: missatge
eo: afiŝo

source: Item filed
eo: Enarkivigis elementon

source: Sharing notification from Diaspora network
ca: Compartint la notificació de la xarxa Diàspora
eo: Antentigo pri kunhavigado de la Diaspora reto

source: [Relayed] Comment authored by %s from network %s
ca: [Retransmès] Comentari escrit per %s des de la xarxa %s
eo: [Plusendita] %s en la reto %s skribis komenton

source: Groups
ca: Grups
eo: Grupoj

source: Edit group
ca: Editar grup
eo: Redakti grupon

source: Create a new group
ca: Crear un nou grup
eo: Krei novan grupon

source: Contacts not in any group
eo: Kontaktoj en neniu grupo

source: Status
ca: Estatus
eo: Stato

source: Addon applications, utilities, games
ca: Afegits: aplicacions, utilitats, jocs
eo: Kromprogramoj, utilaĵoj, ludiloj

source: Conversations on this site
ca: Converses en aquest lloc
eo: Konversacioj je ĉi-tiu retejo

source: People directory
ca: Directori de gent
eo: Katalogo de homoj

source: Conversations from your friends
ca: Converses dels teus amics
eo: Konversacioj de viaj amikoj

source: Friend Requests
ca: Sol·licitud d'Amistat
eo: Kontaktpetoj

source: Manage
ca: Gestionar
eo: Administri

source: Manage other pages
ca: Gestiona altres pàgines
eo: Administri aliajn paĝojn

source: Manage/edit friends and contacts
ca: Gestiona/edita amics i contactes
eo: Administri/redakti amikojn kaj kontaktojn

source: Site setup and configuration
ca: Ajustos i configuració del lloc
eo: Agordoj pri la retejo

source: Add New Contact
ca: Afegir Nou Contacte
eo: Aldonu Novan Kontakton

source: Enter address or web location
ca: Introdueixi adreça o ubicació web
eo: Entajpu adreson aŭ retlokon

source: Find People
ca: Trobar Gent
eo: Trovi Homojn

source: Networks
ca: Xarxes
eo: Retoj

source: All Networks
ca: totes les Xarxes
eo: Ĉiuj Retoj

source: From:
ca: Des de:
eo: De:

source: Visible to everybody
ca: Visible per tothom
eo: Videbla al ĉiuj

source: show
ca: mostra
eo: montru

source: don't show
ca: no mostris
eo: ne montru

source: Friendica Notification
ca: Notificacions de Friendica
eo: Friendica Atentigo

source: [Friendica:Notify] New mail received at %s
ca: [Friendica: Notifica] nou correu rebut a %s
eo: [Friendica:Atentigo] Ricevis novan retpoŝton ĉe %s

source: %s sent you a new private message at %s.
ca: %s t'ha enviat un nou missatge privat en %s
eo: %s sendis novan mesaĝon al vi ĉe %s.

source: %s sent you %s.
ca: %s t'ha enviat %s.
eo: %s sendis al vi %s.

source: %s's
eo: de %s

source: your
ca: tu
eo: via

source: [Friendica:Notify] Comment to conversation #%d by %s
ca: [Friendica:Notifica] Conversació comentada #%d per %s
eo: [Friendica:Atentigo] Komento pri konversacio #%d de %s

source: %s commented on an item/conversation you have been following.
ca: %s ha comentat un element/conversació que estas seguint.
eo: %s komentis pri elemento/konversacio kiun vi sekvas.

source: %s commented on %s.
ca: %s comentat a %s.
eo: %s komentis pri %s

source: [Friendica:Notify] %s posted to your profile wall
ca: [Friendica:Notifica] %s enviat al teu mur del perfil
eo: [Friendica:Atentigo] %s afiŝis al via profilmuro

source: %s posted to your profile wall at %s
ca: %s enviat al teu mur de perfil %s
eo: %s skribis al via profila muro ĉe %s

source: %s posted to %s
ca: %s enviat a %s
eo: %s afiŝis al %s

source: your profile wall.
ca: El teu perfil del mur.
eo: via profilmuro.

source: [Friendica:Notify] %s tagged you
ca: [Friendica:Notifica] %s t'ha etiquetat
eo: [Friendica:Atentigo] %s markis vin

source: %s tagged you at %s
ca: %s t'ha etiquetat en %s
eo: %s markis vin kiel %s

source: tagged you
ca: Etiquetat
eo: markis vin

source: [Friendica:Notify] %s tagged your post
ca: [Friendica:Notifica] %s ha etiquetat el teu missatge
eo: [Friendica:Atentigo] %s markis vian afiŝon

source: %s tagged your post at %s
ca: %s Ha etiquetat un missatge teu en %s
eo: %s markis vian afiŝon kiel %s

source: %s tagged %s
ca: %s etiquetat %s
eo: %s markis %s

source: your post
ca: El teu missatge
eo: vian afiŝon

source: [Friendica:Notify] Introduction received
ca: [Friendica:Notifica] Presentacio rebuda
eo: [Friendica:Atentigo] Ricevis prezenton

source: You've received an introduction from '%s' at %s
ca: Has rebut una presentació de %s en %s
eo: Vi ricevis prezento de '%s' ĉe %s

source: You've received %s from %s.
ca: Has rebut %s de %s
eo: Vi ricevis %s de %s.

source: an introduction
ca: Una presentació
eo: prezenton

source: Please visit %s to approve or reject the introduction.
ca: Si us plau visiteu %s per aprovar o rebutjar la presentació.
eo: Bonvolu viziti %s por aprobi aŭ malaprobi la prezenton.

source: [Friendica:Notify] Friend suggestion received
ca: [Friendica:Notifica] Suggerencia d'amistat rebuda
eo: [Friendica:Atentigo] Ricevis amikosugeston

source: You've received a friend suggestion from '%s' at %s
ca: Has rebut una suggerencia d'amistat de %s en %s
eo: '%s' ĉe %s rekomendis amikon al vi

source: You've received %s for %s from %s.
ca: Has rebut %s per %s de %s.
eo: Vi ricevis %s kun %s de %s.

source: a friend suggestion
ca: Un suggerencia d'amistat
eo: sugeston por amikiĝi

source: A new person is sharing with you at
ca: Una persona nova està compartint amb tú en
eo: Nova persono kunhavigas kun vi ĉe

source: You have a new follower at
ca: Tens un nou seguidor a
eo: Vi havas novan sekvanton ĉe

source: image/photo
ca: Imatge/foto
eo: bildo

source: link
ca: enllaç
eo: ligilo

source: Welcome
ca: Benvingut
eo: Bonvenon

source: Please upload a profile photo.
ca: Per favor, carrega una foto per al perfil
eo: Bonvolu alŝuti profilbildon.

source: Welcome back
ca: Benvingut de nou
eo: Bonvenon

source: Network Posts
eo: Enretaj Afiŝoj

source: post/item
ca: anunci/element
eo: afiŝo/elemento

source: %1$s marked %2$s's %3$s as favorite
ca: %1$s marcat %2$s's %3$s com favorit
eo: %1$s markis la %3$s de %2$s kiel preferita.

source: %s from %s
ca: %s des de %s
eo: %s de %s

source: Share this
ca: Compartir això
eo: Kunhavigi ĉi tiun

source: add star
ca: Afegir a favorits
eo: aldoni stelon

source: remove star
ca: Esborrar favorit
eo: forpreni stelon

source: toggle star status
ca: Canviar estatus de favorit
eo: ŝalti/malŝalti steloŝtato

source: add tag
ca: afegir etiqueta
eo: aldoni markon

source: save to folder
eo: konservi en dosierujo

source: show fewer
ca: Mostrar menys
eo: montri malpli

source: Create a New Account
ca: Crear un Nou Compte
eo: Krei Novan Konton

source: Nickname or Email address:
ca: Malnom o Adreça de correu:
eo: Kaŝnomo aŭ retpoŝtadreso:

source: Password:
ca: Contrasenya:
eo: Pasvorto:

source: Or login using OpenID:
ca: O accedixi emprant OpenID:
eo: Aŭ ensaluti per OpenID:

source: Edit profile
ca: Editar perfil
eo: Redakti profilon

source: Message
eo: Mesaĝo

source: Installed plugins/addons/apps
ca: plugins/addons/apps instal·lats

source: Diaspora members: Please do not use this form. Instead, enter "%s" into your Diaspora search bar.
ca: Membres de Diàspora: Si us plau, no utilitzi aquest formulari. Pel contrari, escriviu "%s" a la barra de cerca de Diàspora.

source: Please enter your 'Identity Address' from one of the following supported social networks:
ca: Si us plau, introdueixi la seva "Adreça Identificativa" d'una de les següents xarxes socials suportades:

source: - please share from your own site as noted above
ca: - si us plau, Comparteix des del teu propi lloc tal com s'ha dit abans.

source: Default system theme - may be over-ridden by user profiles
ca: Tema per defecte del sitema - pot ser canviat als perfils dels usuaris

source: Gravatar support
ca: Suport per a gravatar

source: Search new user's photo on Gravatar.
ca: Cerca la nova foto d'usuari a Gravatar.

source: Normal site view
ca: Vista normal del lloc

source: Admin - View all site entries
ca: Admin- Veure totes les entrades del lloc

source: Please join my network on %s
ca: Si us plau, uneix-te a la meva xarxa en %s

source: Please join my social network on %s
ca: Per favor, uneix-te a la meva xarxa social en %s

source: To accept this invitation, please visit:
ca: Per acceptar aquesta invitació, si us plau, visiti:

source: Image:
ca: Imatge:

source: "Not Safe For Work" Settings
ca: Configuració de "Not Safe For Work"

source: Enable NSFW filter
ca: Habilitar el filtre NSFW

source: Comma separated words to treat as NSFW
ca: Tractar com NSFW les paraules separades per comes

source: Show More
ca: Mostra Més

source: Not Looking
ca: No Cerco

source: Swinger
ca: Parella Liberal

source: Complicated
ca: Complicat

source: View status
ca: Veure estatus

source: View profile
ca: Veure perfil

source: View photos
ca: Veure fotos

source: View recent
ca: Veure recent

source: Enter a title for this item
ca: Escriviu un títol per a aquest article
