Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be '<strong>nickname@$sitename</strong>'.
ca: Tria un nom de perfil. Això ha de començar amb un caràcter de text. La seva adreça de perfil en aquest lloc serà '<strong>malnom@$sitename</strong>'.
eo: Elektu kaŝnomon por la profilo. Tiu bezonas komenci kun teksta litero. Poste, via profila adreso ĉi tie estos: '<strong>kaŝnomo@$sitename</strong>'.

source: Choose a nickname:
ca: Tria un malnom:
eo: Elektu kaŝnomon:

source: People Search
ca: Cercant Gent
eo: Serĉi Membrojn

source: status
ca: estatus
eo: staton

source: Access denied.
ca: Accés denegat.
eo: Atingo nepermesita.

source: This message was sent to you by %s, a member of the Friendica social network.
ca: Aquest missatge va ser enviat a vostè per %s, un membre de la xarxa social Friendica.
eo: Ĉi mesaĝo estas sendita al vi de %s, membro de la Friendica interkona reto.

source: You may visit them online at %s
ca: El pot visitar en línia a %s
eo: Vi povas viziti ilin rete ĉe %s

source: Please contact the sender by replying to this post if you do not wish to receive these messages.
ca: Si us plau, poseu-vos en contacte amb el remitent responent a aquest missatge si no voleu rebre aquests missatges.
eo: Bonvolu rispondi al ĉi mesaĝo kaj kontaktu la sendinto se vi ne volas ricevi tiujn mesaĝojn.

source: %s posted an update.
ca: %s ha publicat una actualització.
eo: %s publikigis afiŝon.

source: No profile
ca: Sense perfil
eo: Neniu profilo

source: Remove My Account
ca: Eliminar el Meu Compte
eo: Forigi Mian Konton

source: This will completely remove your account. Once this has been done it is not recoverable.
ca: Això eliminarà per complet el seu compte. Quan s'hagi fet això, no serà recuperable.
eo: Tio tute forigos vian konton. Kiam farita, la konto ne estas restaŭrebla.

source: Unable to locate contact information.
ca: No es pot trobar informació de contacte.
eo: Ne eblas trovi kontaktajn informojn.

source: Unknown sender - %s
eo: Nekonata sendanto - %s

source: You and %s
eo: Vi kaj %s

source: %s and You
eo: %s kaj vi

source: %d message
eo: %d mesaĝo

source: Message not available.
ca: Missatge no disponible.
eo: Mesaĝo nedisponebla.

source: Friends of %s
ca: Amics de %s
eo: Amikoj de %s

source: No friends to display.
ca: No hi ha amics que mostrar
eo: Neniom da amiko al montri.

source: Administration
ca: Administració
eo: Administrado

source: Version
ca: Versió
eo: Versio

source: Closed
ca: Tancat
eo: Ferma

source: Requires approval
ca: Requereix aprovació
eo: Bezonas aprobon

source: Open
ca: Obert
eo: Malferma

source: No SSL policy, links will track page SSL state
eo: Sen SSL strategio. Ligiloj sekvos la SSL staton de la paĝo.

source: Force all links to use SSL
eo: Devigi ke ĉiuj ligiloj uzu SSL.

source: Self-signed certificate, use SSL for local links only (discouraged)
eo: Memsubskribita atestilo, nur uzu SSL por lokaj ligiloj (malkuraĝigata)

source: SSL link policy
eo: Strategio por SSL ligiloj

source: Determines whether generated links should be forced to use SSL
eo: Difinas ĉu generotaj ligiloj devige uzu SSL.

source: Register policy
ca: Política per a registrar
eo: Interkonsento pri registrado

source: Will not waste system resources polling external sites for abandoned accounts. Enter 0 for no time limit.
ca: No gastará recursos del sistema creant enquestes des de llocs externos per a comptes abandonats. Introdueixi 0 per a cap límit temporal.
eo: Mi ne malŝparu energion por enketi aliajn retejojn pri forlasitaj kontoj. Entajpu 0 por ne uzi templimo.

source: Global directory update URL
ca: Actualitzar URL del directori global
eo: Ĝenerala adreso por ĝisdatigi la katalogon

source: URL to update the global directory. If this is not set, the global directory is completely unavailable to the application.
ca: URL per actualitzar el directori global. Si no es configura, el directori global serà completament inaccesible per a l'aplicació.
eo: URL adreso por ĝisdatigi la tutmondan katalogon. Se ne agordita, la tutmonda katatolge tute ne disponeblas al la programo.

source: Block multiple registrations
ca: Bloquejar multiples registracions
eo: Bloki pluroblajn registradojn.

source: Disallow users to register additional accounts for use as pages.
ca: Inhabilita als usuaris el crear comptes adicionals per a usar com a pàgines.
eo: Malpermesi al uzantoj la permeson por registri pluajn kontojn kiel paĝoj.

source: OpenID support
ca: Suport per a OpenID
eo: Subteno por OpenID

source: OpenID support for registration and logins.
ca: Suport per a registre i validació a OpenID.
eo: Subteni OpenID por registrado kaj ensaluto.

source: Fullname check
ca: Comprobació de nom complet
eo: Kontroli plenan nomon

source: Force users to register with a space between firstname and lastname in Full name, as an antispam measure
ca: Obliga els usuaris a col·locar un espai en blanc entre nom i cognoms, com a mesura antifemater
eo: Kiel kontraŭspamilo, devigi uzantoj al registrado kun spaceto inter la persona nomo kaj la familia nomo.

source: UTF-8 Regular expressions
ca: expresions regulars UTF-8
eo: UTF-8 regulaj exprimoj

source: Use PHP UTF8 regular expressions
ca: Empri expresions regulars de PHP amb format UTF8
eo: Uzi PHP UTF8 regulajn esprimojn.

source: Show Community Page
ca: Mostra la Pàgina de Comunitat
eo: Montri Komunuma Paĝo

source: Display a Community page showing all recent public postings on this site.
ca: Mostra a la pàgina de comunitat tots els missatges públics recents, d'aquest lloc.
eo: Montri komunuma paĝo kun ĉiuj ĵusaj afiŝoj en ĉi tiu retejo.

source: Enable OStatus support
ca: Activa el suport per a OStatus
eo: Ŝalti subtenon por OStatus

source: Provide built-in OStatus (identi.ca, status.net, etc.) compatibility. All communications in OStatus are public, so privacy warnings will be occasionally displayed.
ca: Proveeix de compatibilitat integrada amb OStatus (identi.ca, status.net, etc). Totes les comunicacions a OStatus són públiques amb el que ocasionalment pots veure advertències.
eo: Provizi integritan OStatus (identi.ca, status.net ktp) subtenon. Ĉiuj komunikadoj en OStatus estas publikaj, do privatecaj avertoj aperos de tempo al tempo.

source: Enable Diaspora support
ca: Habilitar suport per Diaspora
eo: Ŝalti subtenon por Diaspora

source: Provide built-in Diaspora network compatibility.
ca: Proveeix compatibilitat integrada amb la xarxa Diaspora
eo: Provizi integritan Diaspora subtenon.

source: Only allow Friendica contacts
ca: Només permetre contactes de Friendica
eo: Nur permesigi Friendica kontaktojn

source: All contacts must use Friendica protocols. All other built-in communication protocols disabled.
ca: Tots els contactes
eo: Ĉiuj kontaktoj devas uzi Friendica protokolojn. Ĉiuj aliaj komunikaj protokoloj malaktivita.

source: Verify SSL
ca: Verificar SSL
eo: Kontroli SSL

source: If you wish, you can turn on strict certificate checking. This will mean you cannot connect (at all) to self-signed SSL sites.
ca: Si ho vols, pots comprovar el certificat estrictament. Això farà que no puguis connectar (de cap manera) amb llocs amb certificats SSL autosignats.
eo: Se vi deziras, vi povas aktivigi severan kontroladon de SSL atestiloj. Pro tio, vie (tute) ne eblos konekti al SSL retejoj kun memsubskribitaj atestiloj.

source: Proxy URL
ca: URL del proxy
eo: URL adreso de retperanto

source: Last item
ca: Últim element
eo: Plej ĵusa elemento

source: Account
ca: Compte
eo: Konto

source: Must be writable by web server. Relative to your Friendica top-level directory.
ca: Ha de tenir permisos d'escriptura pel servidor web. En relació amb el seu directori Friendica de nivell superior.
eo: Devas esti skribebla de la retservilo. Relativa al via plej supra Friendica dosierujo.

source: FTP Host
ca: Amfitrió FTP
eo: FTP Servilo

source: FTP Path
ca: Direcció FTP
eo: FTP Vojo

source: FTP User
ca: Usuari FTP
eo: FTP Uzanto

source: FTP Password
ca: Contrasenya FTP
eo: FTP Pasvorto

source: Access to this profile has been restricted.
ca: L'accés a aquest perfil ha estat restringit.
eo: Atingo al ĉi tio profilo estas limitigita

source: Tips for New Members
ca: Consells per a nous membres
eo: Konsilo por novaj membroj

source: {0} wants to be your friend
ca: {0} vol ser el teu amic
eo: {0} volas amikiĝi kun vi

source: {0} sent you a message
ca: {0} t'ha enviat un missatge de
eo: {0} sendis mesaĝon al vi

source: {0} requested registration
ca: {0} solicituts de registre
eo: {0} petis registradon

source: {0} commented %s's post
ca: {0} va comentar l'enviament de %s
eo: {0} komentis pri la afiŝon de %s

source: {0} liked %s's post
ca: A {0} l'ha agradat l'enviament de %s
eo: {0} satis la afiŝon de %s

source: {0} disliked %s's post
ca: A {0} no l'ha agradat l'enviament de %s
eo: {0} malŝatis la afiŝon de %s

source: {0} is now friends with %s
ca: {0} ara és amic de %s
eo: {0} amikiĝis kun %s

source: {0} posted
ca: {0} publicat
eo: {0} afiŝis

source: {0} tagged %s's post with #%s
ca: {0} va etiquetar la publicació de %s com #%s
eo: {0} markis la afiŝon de %s kun #%s

source: {0} mentioned you in a post
ca: {0} et menciona en un missatge
eo: {0} menciis vin en afiŝo

source: Contacts who are not members of a group
eo: Kontaktoj kiuj ne estas en iu grupo

source: Account not found and OpenID registration is not permitted on this site.
eo: Ne trovis kontoj, kaj registrado tra OpenID estas malpermesita ĉi tie.

source: Connect URL missing.
ca: URL del connector perduda.
eo: Ne ekzistas URL adreso por konekti.

source: This site is not configured to allow communications with other networks.
ca: Aquest lloc no està configurat per permetre les comunicacions amb altres xarxes.
eo: Tiu retpaĝo ne permesas komunikadon kun aliaj retoj.

source: No compatible communication protocols or feeds were discovered.
ca: Protocol de comunnicació no compatible o alimentador descobert.
eo: Ne malkovris kongruajn protokolojn por komunikado aŭ fluojn.

source: The profile address specified does not provide adequate information.
ca: L'adreça de perfil especificada no proveeix informació adient.
eo: La specifita profiladreso ne enhavas sufiĉe da informoj.

source: An author or name was not found.
ca: Un autor o nom no va ser trobat
eo: Ne trovis aŭtoron aŭ nomon.

source: No browser URL could be matched to this address.
ca: Cap direcció URL del navegador coincideix amb aquesta adreça.
eo: Neniu retuma URL adreso kongruas al la adreso.

source: The profile address specified belongs to a network which has been disabled on this site.
ca: La direcció del perfil especificat pertany a una xarxa que ha estat desactivada en aquest lloc.
eo: Tiu profila adreso apartenas al retejo kiu estas maŝaltita je ĉi tiu retejo.

source: Limited profile. This person will be unable to receive direct/personal notifications from you.
ca: Perfil limitat. Aquesta persona no podrà rebre notificacions personals/directes de tu.
eo: Profilo limigata. Ĉi persono ne eblos ricevi rektajn/personajn atentigojn de vi.

source: Unable to retrieve contact information.
ca: No es pot recuperar la informació de contacte.
eo: Ne eblas ricevi kontaktinformojn.

source: following
ca: seguint
eo: sekvanta

source: Common Friends
ca: Amics Comuns
eo: Komunaj Amikoj

source: No friends in common.
ca: No hi ha amics en comú.
eo: Neniom da komunaj amikoj.

source: Item has been removed.
ca: El element ha estat esborrat.
eo: Elemento estas forviŝita.

source: Applications
ca: Aplicacions
eo: Programoj

source: No installed applications.
ca: Aplicacions no instal·lades.
eo: Neniom da instalitaj programoj.

source: Search This Site
ca: Cerca en Aquest Lloc
eo: Serĉi ĉi-tiun retejon

source: Religion
eo: Religio

source: Birthday (%s):
ca: Aniversari (%s)
eo: Naskiĝtago (%s):

source: Public Keywords:
ca: Paraules Clau Públiques
eo: Publikaj ŝlosilvortoj:

source: Private Keywords:
ca: Paraules Clau Privades:
eo: Privataj ŝlosilvortoj:

source: (Used for suggesting potential friends, can be seen by others)
ca: (Emprat per suggerir potencials amics, Altres poden veure-ho)
eo: (Por sugesti amikoj. Videbla al aliaj.)

source: (Used for searching profiles, never shown to others)
ca: (Emprat durant la cerca de perfils, mai mostrat a ningú)
eo: (Por serĉi profilojn. Neniam videbla al aliaj.)

source: This is your <strong>public</strong> profile.<br />It <strong>may</strong> be visible to anybody using the internet.
ca: Aquest és el teu perfil <strong>públic</strong>.<br />El qual <strong>pot</strong> ser visible per qualsevol qui faci servir Internet.
eo: Ĉi tio estas via <strong>publika</strong> profilo. Ĝi <strong>eble</strong> estas videbla al ĉiuj en interreto.

source: Friend Suggestions
ca: Amics Suggerits
eo: Amikosugestoj.

source: Global Directory
ca: Directori Global
eo: Tutmonda Katalogo

source: Find on this site
ca: Trobat en aquest lloc
eo: Trovi en ĉi retejo

source: Site Directory
ca: Directori Local
eo: Reteja Katalogo

source: Please join us on Friendica
eo: Bonvolu aliĝi kun ni ĉe Friendica

source: Visit %s for a list of public sites that you can join. Friendica members on other sites can all connect with each other, as well as with members of many other social networks.
eo: Vizitu %s por listo de publikaj retejoj kie vi povas aliĝi. Anoj de Friendica ĉe aliaj retejoj povas konekti unu kun la alian, kaj ankaŭ kun membroj de multaj aliaj retejoj.

source: To accept this invitation, please visit and register at %s or any other public Friendica website.
eo: Por akcepti ĉi tiu invito, bonvolu viziti kaj registriĝi ĉe %s au alia publika Friendica retejo.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks. See %s for a list of alternate Friendica sites you can join.
eo: Ĉiuj Friendica retejoj interkonektiĝas kaj kune faras grandan altprivatecan interkonan reton, kiun posedas kaj kontrolas ĝiaj membroj. Ili ankaŭ povas konekti kun multe de tradiciaj interkonaj retejoj. Vidu %s por listo de publikaj retejoj kie vi povas aliĝi.

source: Our apologies. This system is not currently configured to connect with other public sites or invite members.
eo: Senkulpigu nin. La sistemo nuntempe ne estas agordita por konekti al aliaj retejoj au inviti membrojn.

source: You are cordially invited to join me and other close friends on Friendica - and help us to create a better social web.
eo: Ni bonkore invitas vin aliĝi kun ni kaj aliaj bonaj amikoj ĉe Friendica. Helpu nin krei pli bonan interkonan reton.

source: You will need to supply this invitation code: $invite_code
ca: Vostè haurà de proporcionar aquest codi d'invitació: $invite_code
eo: Vi bezonas ĉi-tiun invitkodon: $invite_code

source: Once you have registered, please connect with me via my profile page at:
ca: Un cop registrat, si us plau contactar amb mi a través de la meva pàgina de perfil a:
eo: Kiam vi registris, bonvolu konekti al mi tra mi profilo ĉe:

source: For more information about the Friendica project and why we feel it is important, please visit http://friendica.com
eo: Por pli da informoj pri Friendica, kaj kial ni pensas ke ĝi estas grava, bonvolu viziti http://friendica.com

source: This may occasionally happen if contact was requested by both persons and it has already been approved.
ca: Això pot ocorre ocasionalment si el contacte fa una petició per ambdues persones i ja han estat aprovades.
eo: Tio ĉi okazis de tempo al tempo se ambaŭ personoj petas kontakton ka ĝi jam estas aprobita.

source: Response from remote site was not understood.
ca: La resposta des del lloc remot no s'entenia.
eo: Ne komprenis la rispondon de la fora retejo.

source: Unexpected response from remote site:
ca: Resposta inesperada de lloc remot:
eo: Neatendita rispondo de la fora retejo:

source: Confirmation completed successfully.
ca: La confirmació s'ha completat correctament.
eo: Konfirmo sukcese kompletigita.

source: Remote site reported:
ca: El lloc remot informa:
eo: La fora retejo raportis:

source: Temporary failure. Please wait and try again.
ca: Fallada temporal. Si us plau, espereu i torneu a intentar.
eo: Dumtempa eraro. Bonvolu atendi kaj provi refoje.

source: Introduction failed or was revoked.
ca: La presentació va fallar o va ser revocada.
eo: La prezento malsukcesis au estas revokita.

source: Unable to set contact photo.
ca: No es pot canviar la foto de contacte.
eo: Neeblas agordi la kontaktbildo.

source: %1$s is now friends with %2$s
ca: %1$s és ara amic amb %2$s
eo: %1$s amikiĝis kun %2$s

source: No user record found for '%s'
ca: No es troben registres d'usuari per a '%s'
eo: Ne trovis uzanton '%s'

source: Our site encryption key is apparently messed up.
ca: La nostra clau de xifrat del lloc pel que sembla en mal estat.
eo: Ŝajnas kvazaŭ la ĉifroŝlosilo de nia retejo estas fuŝita.

source: Empty site URL was provided or URL could not be decrypted by us.
ca: Es va proporcionar una URL del lloc buida o la URL no va poder ser desxifrada per nosaltres.
eo: Malplena adreso de retejo provizita, aŭ ni ne povis malĉifri la adreson.

source: Contact record was not found for you on our site.
ca: No s'han trobat registres del contacte al nostre lloc.
eo: Kontakto ne trovita por vi en via retejo.

source: Site public key not available in contact record for URL %s.
ca: la clau pública del lloc no disponible en les dades del contacte per URL %s.
eo: Publika ŝlosilo de retejo ne disponeblas en la kontaktrikordo por la URL adreso %s.

source: The ID provided by your system is a duplicate on our system. It should work if you try again.
ca: La ID proporcionada pel seu sistema és un duplicat en el nostre sistema. Hauria de treballar si intenta de nou.
eo: La identeco provizita de via sistemo estas duoblo ĉe nia sistemo. Ĝi eble funkcias se vi provas refoje.

source: Unable to set your contact credentials on our system.
ca: No es pot canviar les seves credencials de contacte en el nostre sistema.
eo: Ne sukcesis agordi la legitimaĵojn de via kontakto ĉe nia sistemo.

source: Unable to update your contact profile details on our system
ca: No es pot actualitzar els detalls del seu perfil de contacte en el nostre sistema
eo: Neeblas ĝisdatigi viajn profildetalojn ĉe nia sistemo.

source: Connection accepted at %s
ca: Connexió acceptada en %s
eo: Konekto akceptita je %s

source: Facebook disabled
ca: Facebook deshabilitat
eo: Facebook malŝaltita

source: Updating contacts
ca: Actualitzant contactes
eo: Mi ĝisdatigas la kontaktojn.

source: Facebook API key is missing.
ca: La clau del API de Facebook s'ha perdut.
eo: La API ŝlosilo de Facebook ne estas konata ĉi tie.

source: Facebook Connect
ca: Facebook Connectat
eo: Kontekto al Facebook

source: Install Facebook connector for this account.
ca: Instal·lar el connector de Facebook per aquest compte.
eo: Instali la Facebook konektilo por ĉi tiu konto.

source: Remove Facebook connector
ca: Eliminar el connector de Faceboook
eo: Forigi la Facebook konektilon.

source: Re-authenticate [This is necessary whenever your Facebook password is changed.]
ca: Re-autentificar [Això és necessari cada vegada que la contrasenya de Facebook canvia.]
eo: Reaŭtentiĝi [Tio estas bezonata ĉiam kiam vi ŝanĝis vian pasvorton ĉe Facebook.]

source: Post to Facebook by default
ca: Enviar a Facebook per defecte
eo: Ĉiam afiŝi al Facebook.

source: Link all your Facebook friends and conversations on this website
ca: Enllaça tots els teus amics i les converses de Facebook en aquest lloc web
eo: Alligu ĉiujn viajn Facebook amikojn kaj konversaciojn je ĉi-tiu retejo.

source: Facebook conversations consist of your <em>profile wall</em> and your friend <em>stream</em>.
ca: Les converses de Facebook consisteixen en el <em>perfil del mur</em> i en el<em> stream </em> del seu amic.
eo: Facebok konversacioj konsistas el via <em>profilmuro</em> kaj la <em>fluo</em> de viaj amikoj.

source: On this website, your Facebook friend stream is only visible to you.
ca: En aquesta pàgina web, el stream del seu amic a Facebook només és visible per a vostè.
eo: Je ĉi-tiu retejo, la fluo de viaj amikoj ĉe Facebook nur videblas al vi.

source: The following settings determine the privacy of your Facebook profile wall on this website.
ca: Les següents opcions determinen la privacitat del mur del seu perfil de Facebook en aquest lloc web.
eo: La sekvontaj agordoj difinas la privatecon de via Facebook profilmuro je ĉi-tiu retejo.

source: On this website your Facebook profile wall conversations will only be visible to you
ca: En aquesta pàgina web les seves converses al mur del perfil de Facebook només seran visible per a vostè
eo: Je ĉi-tiu retejo, la conversacioj sur via Facebook profilmuro nur videblas al vi.

source: Do not import your Facebook profile wall conversations
ca: No importi les seves converses del mur del perfil de Facebook
eo: Ne importi konversaciojn de via Facebook profilmuro

source: If you choose to link conversations and leave both of these boxes unchecked, your Facebook profile wall will be merged with your profile wall on this website and your privacy settings on this website will be used to determine who may see the conversations.
ca: Si opta per vincular les converses i deixar ambdues caselles sense marcar, el mur del seu perfil de Facebook es fusionarà amb el mur del seu perfil en aquest lloc web i la seva configuració de privacitat en aquest website serà utilitzada per determinar qui pot veure les converses.
eo: Se vi elektas alligi conversaciojn kaj ne elektas tiujn butonojn, via Facebook profilmuro estas kunigota kun via profilmuro ĉi tie. Viaj privatecaj agordoj ĉi tie difinos kiu povas vidi la coversaciojn.

source: Comma separated applications to ignore
ca: Separats per comes les aplicacions a ignorar
eo: Ignorotaj programoj, disigita per komo

source: Problems with Facebook Real-Time Updates
eo: Problemoj kun Facebook Realtempaj Ĝisdatigoj

source: Facebook Connector Settings
ca: Ajustos del Connector de Facebook
eo: Agordoj por la Facebook konektilo

source: Facebook API Key
eo: Facebook API ŝlosilo

source: Error: it appears that you have specified the App-ID and -Secret in your .htconfig.php file. As long as they are specified there, they cannot be set using this form.<br><br>
eo: Eraro: Ŝajnas kvazaŭ vi agordis la App-ID kaj la sekreton en via .htconfig.php dosiero. Kiam ili estas agordita tie, vi ne povas agordi ĝin tra tiu ĉi formo.<br><br>

source: Error: the given API Key seems to be incorrect (the application access token could not be retrieved).
eo: Eraro: La API ŝlosilo aspektas malĝusta (ne eblas ricevi la programa atingoĵetono).

source: The given API Key seems to work correctly.
eo: La API ŝlosilo ŝajne ĝuste funkcias.

source: The correctness of the API Key could not be detected. Somthing strange's going on.
eo: Ne povis kontroli la ĝustecon de la API ŝlosilo. Ia stranga afero okazas.

source: App-ID / API-Key
eo: Programo ID / API Ŝlosilo

source: Application secret
eo: Programo sekreto

source: Polling Interval (min. %1$s minutes)
eo: Intervalo por la enketilo (poller intervalo, minimume %1$s mintuoj)

source: Real-Time Updates
eo: Realtempaj Ĝisdatigoj

source: Real-Time Updates are activated.
eo: Realtempaj Ĝisdatigoj estas ŝaltita

source: Deactivate Real-Time Updates
eo: Malŝalti Realtempaj Ĝisdatigoj

source: Real-Time Updates not activated.
eo: Realtempaj Ĝisdatigoj estas malŝaltita

source: Activate Real-Time Updates
eo: Ŝalti Realtempaj Ĝisdatigoj

source: The new values have been saved.
eo: Konservis novajn valorojn.

source: Post to Facebook
ca: Enviament a Facebook
eo: Afiŝi al Facebook
