Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Executing %s failed. Check system logs.
sv: Körning av %s misslyckades. Kontrollera systemloggarna.

source: Update %s was successfully applied.
sv: Uppdatering %s genomfördes utan problem.

source: Update %s did not return a status. Unknown if it succeeded.
sv: Uppdatering %s returnerade ingen status. Oklart om den lyckades.

source: Update function %s could not be found.
sv: Uppdateringsfunktion %s kunde inte hittas.

source: No failed updates.
sv: Inga misslyckade uppdateringar.

source: Failed Updates
sv: Misslyckade uppdateringar

source: Mark success (if update was manually applied)
sv: Markera som genomförd (om uppdateringen gjordes manuellt)

source: Attempt to execute this update step automatically
sv: Försök att köra den här uppdateringen automatiskt

source: %s user blocked/unblocked
ca: %s usuari bloquejar/desbloquejar
eo: Blokis/malblokis %s uzanton
sv: %s användare blockerad/avblockerad

source: %s user deleted
ca: %s usuari esborrat
eo: %s uzanto forviŝita
sv: %s användare borttagen

source: Account not found
sv: Konto hittas inte

source: User '%s' unblocked
ca: Usuari %s' desbloquejat
eo: Uzanto '%s' malblokita
sv: Användare '%s' avblockerad

source: User '%s' blocked
ca: L'usuari '%s' és bloquejat
eo: Uzanto '%s' blokita
sv: Användare '%s' blockerad

source: Users
ca: Usuaris
eo: Uzantoj
sv: Användare

source: select all
ca: Seleccionar tot
eo: elekti ĉiujn
sv: välj alla

source: User registrations waiting for confirm
ca: Registre d'usuari esperant confirmació
eo: Registriĝoj atendante aprobon
sv: Användarregistreringar som inväntar bekräftelse

source: Request date
ca: Data de sol·licitud
eo: Dato de peto
sv: Ansökningsdatum

source: No registrations.
ca: Sense registres.
eo: Neniom da registriĝoj.
sv: Inga registreringar.

source: Approve
ca: Aprovar
eo: Aprobi
sv: Godkänn

source: Deny
ca: Denegar
eo: Negi
sv: Avslå

source: Register date
ca: Data de registre
eo: Dato de registrado
sv: Registreringsdatum

source: Last login
ca: Últim accés
eo: Plej ĵusa ensaluto
sv: Senaste inloggning

source: Expires
sv: Upphör att gälla

source: Service Class
sv: Tjänsteklass

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
ca: Els usuaris seleccionats seran esborrats!\n\nqualsevol cosa que aquests usuaris hagin publicat en aquest lloc s'esborrarà!\n\nEsteu segur?
eo: La elektitaj uzantkontoj estas forviŝotaj!\n\nĈiuj elementoj kiujn ili afiŝis je la retpaĝo estos permanente forviŝitaj.\n\nĈu vi certas?
sv: Valda användare kommer att tas bort!\n\nAllt dessa användare har postat på den här servern kommer att raderas permanent!\n\nÄr du säker?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
ca: L'usuari {0} s'eliminarà!\n\nQualsevol cosa que aquest usuari hagi publicat en aquest lloc s'esborrarà!\n\nEsteu segur?
eo: La uzanto {0} estas forviŝota!\n\nĈiuj elementoj kiujn li afiŝis je la retpaĝo estos permanente forviŝitaj.\n\nĈu vi certas?
sv: Användaren {0} kommer att tas bort!\n\nAllt den här användaren har postat på den här servern kommer att raderas permanent!\n\nÄr du säker?

source: %s channel censored/uncensored
sv: %s kanal censurerad/avcensurerad

source: %s channel deleted
sv: %s kanal borttagen

source: Channel not found
sv: Kanal hittas inte

source: Channel '%s' deleted
sv: Kanalen '%s' togs bort

source: Channel '%s' uncensored
sv: Kanal '%s' avcensurerad

source: Channel '%s' censored
sv: Kanal '%s' censurerad

source: Censor
sv: Censurera

source: Uncensor
sv: Avcensurera

source: Address
sv: Adress

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
sv: Valda kanaler kommer att tas bort!\n\nAllt som har postats i de kanalerna på den här servern kommer att raderas permanent!\n\nÄr du säker?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
sv: Kanalen {0} kommer att tas bort!\n\nAllt som har postats i den här kanalen på den här servern kommer att raderas permanent!\n\nÄr du säker?

source: Plugin %s disabled.
ca: Plugin %s deshabilitat.
eo: Kromprogramo %s estas malŝaltita.
sv: Tillägg %s inaktiverat.

source: Plugin %s enabled.
ca: Plugin %s habilitat.
eo: Kromprogramo %s estas ŝaltita.
sv: Tillägg %s aktiverat.

source: Disable
ca: Deshabilitar
eo: Malŝalti
sv: Inaktivera

source: Enable
ca: Habilitar
eo: Ŝalti
sv: Aktivera

source: Toggle
ca: Canviar
eo: Ŝalti/Malŝalti
sv: Växla

source: Author:
ca: Autor:
eo: Aŭtoro:
sv: Författare:

source: Maintainer:
ca: Encarregat:
eo: Prizorganto:
sv: Underhållare:

source: No themes found.
ca: No s'ha trobat temes.
eo: Ne trovis etosojn.
sv: Inga teman funna.

source: Screenshot
eo: Ekrankopio
sv: Skärmdump

source: [Experimental]
eo: [Eksperimenta]
sv: [Experimentellt]

source: [Unsupported]
ca: [No soportat]
eo: [Nesubtenata]
sv: [Utan support]

source: Log settings updated.
ca: Configuració del transcriptor actualitzada.
eo: Protokolagordoj ĝisdatigitaj.
sv: Logginställningar uppdaterade.

source: Clear
ca: Netejar
eo: Forviŝi
sv: Rensa

source: Debugging
ca: Esplugar
eo: Sencimigado
sv: Avlusning

source: Log file
ca: Arxiu de transcripció
eo: Protokolo
sv: Loggfil

source: Must be writable by web server. Relative to your Red top-level directory.
sv: Måste vara skrivbar för webbservern. Anges relativt Reds toppkatalog.

source: Log level
ca: Nivell de transcripció
eo: Protokolnivelo
sv: Loggnivå

source: New Profile Field
sv: Nytt profilfält

source: Field nickname
sv: Smeknamn på fält

source: System name of field
sv: Systemnamn på fält

source: Input type
sv: Datatyp

source: Field Name
sv: Fältnamn

source: Label on profile pages
sv: Beteckning på profilsidor

source: Help text
sv: Hjälptext

source: Additional info (optional)
sv: Ytterligare info (frivilligt)

source: Field definition not found
sv: Fältdefinition hittades inte

source: Edit Profile Field
sv: Redigera profilfält

source: Menu updated.
sv: Meny uppdaterad.

source: Unable to update menu.
sv: Kunde inte uppdatera meny.

source: Menu created.
sv: Meny skapad.

source: Unable to create menu.
sv: Kunde inte skapa meny.

source: Manage Menus
sv: Hantera menyer

source: Drop
sv: Ta bort

source: Bookmarks allowed
sv: Bokmärken tillåtna

source: Create a new menu
sv: Skapa en ny meny

source: Delete this menu
sv: Ta bort den här menyn

source: Edit menu contents
sv: Redigera menyinnehåll

source: Edit this menu
sv: Redigera den här menyn

source: New Menu
sv: Ny meny

source: Menu name
sv: Menynamn

source: Must be unique, only seen by you
sv: Måste vara unikt, ses endast av dig

source: Menu title
sv: Menytitel

source: Menu title as seen by others
sv: Menytitel som andra ser den

source: Allow bookmarks
sv: Tillåt bokmärken

source: Menu may be used to store saved bookmarks
sv: Menyn kan användas för att spara bokmärken

source: Menu deleted.
sv: Meny borttagen.

source: Menu could not be deleted.
sv: Menyn kunde inte tas bort.

source: Edit Menu
sv: Redigera meny

source: Add or remove entries to this menu
sv: Lägg till eller ta bort menyval

source: Profile Match
ca: Perfil Aconseguit
eo: Kongrua profilo
sv: Profilträff

source: No keywords to match. Please add keywords to your default profile.
ca: No hi ha paraules clau que coincideixin. Si us plau, afegeixi paraules clau al teu perfil predeterminat.
eo: Neniom da kategoriaj vortoj kongruas. Bonvolu aldoni kategoriajn vortojn al via defaŭlta profilo.
sv: Inga nyckelord att matcha mot. Lägg till några nyckelord i din standardprofil.

source: is interested in:
ca: està interessat en:
eo: interesiĝas pri:
sv: är intresserad av:

source: No matches
ca: No hi ha coincidències
eo: Nenio estas trovita
sv: Inga träffar

source: Invalid request identifier.
ca: Sol·licitud d'identificació no vàlida.
eo: Nevalida peta identigilo.
sv: Ogiltigt ID på förfrågan.

source: Discard
ca: Descartar
eo: Forviŝi
sv: Förkasta

source: No more system notifications.
ca: No més notificacions del sistema.
eo: Ne pli da sistemaj atentigoj.
sv: Inga fler systemnotifieringar.

source: System Notifications
ca: Notificacions del Sistema
eo: Sistemaj Atentigoj
sv: Systemnotifieringar

source: [Embedded content - reload page to view]
ca: [Contingut embegut - recarrega la pàgina per a veure-ho]
eo: [Enigita enhavo - reŝargu paĝon por spekti ĝin]
sv: [Inbäddat innehåll - ladda om sidan för att visa]

source: Continue
sv: Fortsätt

source: Premium Channel Setup
sv: Inställning av premiumkanal

source: Enable premium channel connection restrictions
sv: Aktivera kontaktrestriktioner för premiumkanal

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
sv: Ange dina restriktioner och villkor, som Paypal-kvitto, användarriktlinjer, etc.

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
sv: Den här kanalen kan kräva ytterligare steg eller godkännande av följande villkor innan anslutning:

source: Potential connections will then see the following text before proceeding:
sv: Potentiella kontakter kommer sedan att se följande text innan de går vidare:

source: By continuing, I certify that I have complied with any instructions provided on this page.
sv: Genom att fortsätta intygar jag att jag har följt alla instruktioner som ges på den här sidan.

source: (No specific instructions have been provided by the channel owner.)
sv: (Inga specifika instruktioner har givits av kanalägaren.)

source: Restricted or Premium Channel
sv: Begränsad kanal eller premiumkanal

source: App installed.
sv: App installerad.

source: Malformed app.
sv: Felaktig app.

source: Embed code
sv: Bädda in kod

source: Edit App
sv: Redigera app

source: Create App
sv: Skapa app

source: Name of app
sv: Namn på app

source: Location (URL) of app
sv: Adress (URL) för app

source: Photo icon URL
sv: Fotoikon URL

source: 80 x 80 pixels - optional
sv: 80 x 80 pixlar - valfri

source: Version ID
sv: Versions-ID

source: Price of app
sv: Pris på app

source: Location (URL) to purchase app
sv: Adress (URL) för att köpa app

source: Set your current mood and tell your friends
sv: Ange din nuvarande sinnesstämning och visa för dina vänner

source: Unable to lookup recipient.
sv: Kunde inte hitta mottagare.

source: Unable to communicate with requested channel.
sv: Kunde inte kommunicera med den begärda kanalen.

source: Cannot verify requested channel.
sv: Kan inte bekräfta den begärda kanalen.

source: Selected channel has private message restrictions. Send failed.
sv: Den valda kanalen har restriktioner för privata meddelanden. Misslyckades att skicka.

source: Message deleted.
ca: Missatge eliminat.
eo: Mesaĝo estas forviŝita.
sv: Meddelande borttaget.

source: Message recalled.
sv: Meddelande återkallat.

source: Send Private Message
ca: Enviant Missatge Privat
eo: Sendi Privatan Mesaĝon
sv: Skicka privat meddelande.

source: To:
ca: Per a:
eo: Al:
sv: Till:

source: Subject:
ca: Assumpte::
eo: Temo:
sv: Ämne:

source: Send
sv: Skicka

source: Message not found.
sv: Meddelandet hittades inte.

source: Delete message
ca: Esborra missatge
eo: Forviŝu mesaĝon
sv: Ta bort meddelande

source: Recall message
sv: Återkalla meddelande

source: Message has been recalled.
sv: Meddelandet har återkallats.

source: Private Conversation
sv: Privat konversation

source: Delete conversation
ca: Esborrar conversació
eo: Forviŝi dialogon
sv: Ta bort konversation

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
eo: Sekura komunikado ne disponeblas. Vi <strong>eble</strong> povus respondi sur la profilpaĝo de la sendanto.
sv: Ingen säker kommunikationskanal tillgänglig. Du kan <strong>möjligtvis</strong> svara från avsändarens profilsida.

source: Send Reply
ca: Enviar Resposta
eo: Respondi
sv: Skicka svar

source: No connections.
sv: Inga kontakter.

source: Visit %s's profile [%s]
ca: Visitar perfil de %s [%s]
eo: Viziti la profilon de %s [%s]
sv: Besök %ss profil [%s]

source: Hub not found.
sv: Hubb hittades inte.

source: Total votes
sv: Totalt antal röster

source: Average Rating
sv: Genomsnittsbetyg

source: OpenID protocol error. No ID returned.
eo: Eraro en OpenID protokolo. Ne resendis identecon.
sv: Protokollfel för OpenID. Inget ID returnerades.

source: Wall Photos
ca: Fotos del Mur
eo: Muraj Bildoj
sv: Väggfoton

source: Conversation removed.
ca: Conversació esborrada.
eo: Dialogo estas forviŝita.
sv: Konversation borttagen.

source: No messages.
ca: Sense missatges.
eo: Neniom da mesaĝoj.
sv: Inga meddelanden.

source: D, d M Y - g:i A
sv: D, j M Y - H:i

source: Add a Channel
sv: Lägg till en kanal

source: A channel is your own collection of related web pages. A channel can be used to hold social network profiles, blogs, conversation groups and forums, celebrity pages, and much more. You may create as many channels as your service provider allows.
sv: En kanal är din egen samling av relaterade webbsidor. En kanal kan användas för att innehålla sociala nätverksprofiler, bloggar, konversationsgrupper och forum, fansidor, och mycket mer. Du kan skapa så många kanaler som din tjänsteleverantör tillåter.

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
sv: Exempel: "Bob Jameson", "Lisa och hennes hästar", "Fotboll", "Flyggruppen"

source: Choose a short nickname
sv: Välj ett kort smeknamn

source: Your nickname will be used to create an easily remembered channel address (like an email address) which you can share with others.
sv: Ditt smeknamn används för att skapa en kanaladress som är lätt att komma ihåg (som en e-postadress) som du kan dela med andra.

source: Or <a href="import">import an existing channel</a> from another location
sv: Eller <a href="import">importera en befintlig kanal</a> från en annan plats

source: Please choose a channel type (such as social networking or community forum) and privacy requirements so we can select the best permissions for you
sv: Välj en kanaltyp (som till exempel socialt nätverkande eller gemenskapsforum) och integritetskrav, så kan vi välja de bästa behörigheterna åt dig

source: Channel Type
sv: Kanaltyp

source: Read more about roles
sv: Läs mer om roller

source: Xchan Lookup
sv: Xchan-sökning

source: Lookup xchan beginning with (or webbie):
sv: Sök efter xchan som börjar med (eller webbie):

source: invalid target signature
sv: ogiltig målsignatur

source: Remote Channel [%s] (not yet known on this site)
sv: Fjärrkanal [%s] (ännu inte känd på den här webbplatsen)

source: Unable to find your hub.
sv: Kunde inte hitta din hubb.

source: Post successful.
ca: Publicat amb éxit.
eo: Sukcese afiŝita.
sv: Sändning lyckades.

source: Age:
ca: Edat:
eo: Aĝo:
sv: Ålder:

source: %d rating
sv: %d betyg

source: Gender:
ca: Gènere:
eo: Sekso:
sv: Kön:

source: Homepage:
sv: Hemsida:

source: Hometown:
sv: Hemort:

source: About:
sv: Om:

source: Public Forum:
sv: Offentligt forum:

source: Keywords:
sv: Nyckelord:

source: Finding:
sv: Sökning efter:

source: next page
sv: nästa sida

source: previous page
sv: föregående sida

source: No entries (some entries may be hidden).
ca: No hi ha entrades (algunes de les entrades poden estar amagades).
eo: Neniom da afiŝoj (kelkaj afiŝoj eble ne estas videbla).
sv: Inga resultat (vissa resultat kan vara dolda).

source: No ratings
sv: Inga betyg

source: Ratings
sv: Betyg

source: Rating:
sv: Betyg:

source: Description:
sv: Beskrivning:

source: Profile not found.
ca: Perfil no trobat.
eo: Profilo ne trovita.
sv: Profil hittades inte.

source: Profile deleted.
ca: Perfil esborrat.
eo: Profilo forviŝita.
sv: Profil borttagen.

source: Profile-
ca: Perfil-
eo: Profilo-
sv: Profil-

source: New profile created.
ca: Nou perfil creat.
eo: Nova profilo kreita.
sv: Ny profil skapad.

source: Profile unavailable to clone.
ca: No es pot clonar el perfil.
eo: Ne eblas kopii profilon.
sv: Profil inte tillgänglig för kloning.

source: Profile unavailable to export.
sv: Profil inte tillgänglig för export.

source: Profile Name is required.
ca: Nom de perfil requerit.
eo: Nomo de profilo estas bezonata.
sv: Profilnamn krävs.

source: Marital Status
eo: Amrilata Stato
sv: Civilstånd

source: Romantic Partner
eo: Kora Partnero
sv: Romantisk partner

source: Likes
sv: Gillar

source: Dislikes
sv: Ogillar

source: Work/Employment
eo: Laboro
sv: Arbete/sysselsättning

source: Political Views
eo: Politikaj Opinioj
sv: Politisk åskådning

source: Gender
eo: Sekso
sv: Kön

source: Sexual Preference
eo: Seksa Prefero
sv: Sexuell preferens

source: Homepage
eo: Hejmpaĝo
sv: Hemsida

source: Interests
eo: Interesoj
sv: Intressen

source: Profile updated.
ca: Perfil actualitzat.
eo: Profilo ĝisdatigita.
sv: Profil uppdaterad.

source: Hide your contact/friend list from viewers of this profile?
ca: Amaga la llista de contactes/amics en la vista d'aquest perfil?
eo: Kaŝi vian liston de kontaktoj/amikoj al vidantoj de ĉi-tio profilo?
sv: Dölj din kontakt-/vänlista för de som ser den här profilen

source: Edit Profile Details
ca: Editor de Detalls del Perfil
eo: Redakti Detalojn de Profilo
sv: Redigera profildetaljer

source: View this profile
ca: Veure aquest perfil
eo: Vidi la profilon.
sv: Visa den här profilen

source: Change Profile Photo
sv: Byt profilfoto

source: Create a new profile using these settings
ca: Crear un nou perfil amb aquests ajustos
eo: Krei novan profilon kun tiaj agordoj
sv: Skapa en ny profil utifrån de här inställningarna

source: Clone this profile
ca: Clonar aquest perfil
eo: Kopii ĉi tiun profilon
sv: Klona den här profilen

source: Delete this profile
ca: Esborrar aquest perfil
eo: Forviŝi ĉi tiun profilon
sv: Ta bort den här profilen

source: Import profile from file
sv: Importera profil från fil

source: Export profile to file
sv: Exportera profil som fil

source: Profile Name:
ca: Nom de Perfil:
eo: Nomo de Profilo:
sv: Profilnamn:

source: Your Full Name:
ca: El Teu Nom Complet.
eo: Via Plena Nomo:
sv: Ditt fulllständiga namn:

source: Title/Description:
ca: Títol/Descripció:
eo: Titolo/Priskribo:
sv: Titel/beskrivning:

source: Your Gender:
ca: Gènere:
eo: Via Sekso:
sv: Ditt kön:

source: Birthday :
sv: Födelsedag:

source: Street Address:
ca: Direcció:
eo: Adreso:
sv: Gatuadress:

source: Locality/City:
ca: Localitat/Ciutat:
eo: Urbo:
sv: Ort:

source: Postal/Zip Code:
ca: Codi Postal:
eo: Poŝtkodo:
sv: Postnummer:

source: Country:
ca: País
eo: Lando:
sv: Land:

source: Region/State:
ca: Región/Estat:
eo: Ŝtato:
sv: Region:

source: <span class="heart">&hearts;</span> Marital Status:
ca: <span class="heart">&hearts;</span> Estat Civil:
eo: <span class="heart">&hearts;</span> Civita Stato:
sv: <span class="heart">&hearts;</span> Civilstånd:

source: Who: (if applicable)
ca: Qui? (si és aplicable)
eo: Kiu (se aplikeble):
sv: Vem: (om tillämpligt)

source: Examples: cathy123, Cathy Williams, cathy@example.com
ca: Exemples: cathy123, Cathy Williams, cathy@example.com
eo: Ekzemploj: cathy123, Cathy Williams, cathy@example.com
sv: Exempel: cathy123, Cathy Williams, cathy@example.com

source: Since [date]:
sv: Sedan [datum]

source: Homepage URL:
ca: Pàgina web URL:
eo: Adreso de Hejmpaĝo:
sv: Hemsideadress:

source: Religious Views:
ca: Creencies Religioses:
eo: Religiaj Opinioj:
sv: Religion/livsåskådning:

source: Keywords:
sv: Nyckelord:

source: Example: fishing photography software
ca: Exemple: pesca fotografia programari
eo: Ekzemple: fiŝkapti fotografio programaro
sv: Exempel: fiske fotografering mjukvara

source: Used in directory listings
sv: Används i kataloglistningar

source: Tell us about yourself...
ca: Parla'ns de tú.....
eo: Diru al ni pri vi...
sv: Beskriv dig själv...

source: Hobbies/Interests
ca: Aficions/Interessos
eo: Ŝatokupoj/Interesoj
sv: Fritidssysselsättning/intressen

source: Contact information and Social Networks
ca: Informació de contacte i Xarxes Socials
eo: Kontaktaj informoj kaj Interkonaj Retejoj
sv: Kontaktinformation och sociala nätverk

source: My other channels
sv: Mina andra kanaler

source: Musical interests
ca: Gustos musicals
eo: Muzikaj interesoj
sv: Musikintressen

source: Books, literature
ca: Llibres, Literatura
eo: Libroj, literaturo
sv: Böcker, litteratur

source: Television
ca: Televisió
eo: Televido
sv: Tv

source: Film/dance/culture/entertainment
ca: Cinema/ball/cultura/entreteniments
eo: Filmoj/dancoj/arto/amuzaĵoj
sv: Film/dans/kultur/underhållning

source: Love/romance
ca: Amor/sentiments
eo: Amo/romanco
sv: Kärlek/romantik

source: Work/employment
ca: Treball/ocupació
eo: Laboro
sv: Arbete/sysselsättning

source: School/education
ca: Ensenyament/estudis
eo: Lernejo/eduko
sv: Skola/utbildning

source: This is your default profile.
sv: Det här är din standardprofil.

source: Edit/Manage Profiles
ca: Editar/Gestionar Perfils
eo: Redakti/administri Profilojn
sv: Redigera/hantera profiler

source: Add profile things
sv: Lägg till profilsaker

source: Include desirable objects in your profile
sv: Inkludera fina prylar i din profil

source: Invalid profile identifier.
ca: Identificador del perfil no vàlid.
eo: Nevaliada profila identigilo.
sv: Ogiltigt profil-ID.

source: Profile Visibility Editor
ca: Editor de Visibilitat del Perfil
eo: Redaktilo por profila videbleco.
sv: Redigera profilsynlighet

source: Click on a contact to add or remove.
ca: Clicar sobre el contacte per afegir o esborrar.
eo: Klaku kontakton por aldoni aŭ forviŝi.
sv: Klicka på en kontakt för att lägga till eller ta bort.

source: Visible To
ca: Visible Per
eo: Videbla Al
sv: Kan ses av

source: Poll
sv: Opinionsundersökning

source: View Results
sv: Visa resultat

source: Account removals are not allowed within 48 hours of changing the account password.
sv: Borttagning av konto tillåts inte inom 48 timmar efter att kontolösenordet har ändrats.

source: Remove This Account
sv: Ta bort kontot

source: This will completely remove this account including all its channels from the network. Once this has been done it is not recoverable.
sv: Det här kommer att ta bort kontot fullständigt från nätverket, inklusive alla dess kanaler. När detta har gjorts går det inte att ångra.

source: Remove this account, all its channels and all its channel clones from the network
sv: Ta bort kontot, alla dess kanaler och alla kanalkopior från nätverket

source: By default only the instances of the channels located on this hub will be removed from the network
sv: Som standard tas bara instanser av kanaler som finns på den här servern bort från nätverket

source: No service class restrictions found.
sv: Inga tjänsteklassbegränsningar hittades.

source: Files: shared with me
sv: Filer: delade med mig

source: Remove all files
sv: Ta bort alla filer

source: Remove this file
sv: Ta bort den här filen

source: Schema Default
sv: Schemats standard

source: Theme settings
ca: Configuració de Temes
eo: Agordoj pri la etoso
sv: Temainställningar

source: Set scheme
sv: Välj variant

source: Set font-size for posts and comments
eo: Agordi la tiparan grandon por afiŝoj kaj komentoj
sv: Välj textstorlek för inlägg och kommentarer

source: Set font face
sv: Välj teckensnitt

source: Set iconset
sv: Välj ikontema

source: Set big shadow size, default 15px 15px 15px
sv: Välj stor skuggstorlek, standard 15px 15px 15px

source: Set small shadow size, default 5px 5px 5px
sv: Välj liten skuggstorlek, standard 5px 5px 5px

source: Set shadow color, default #000
sv: Välj skuggfärg, standard #000

source: Set radius size, default 5px
sv: Välj radie, standard 5px

source: Set line-height for posts and comments
eo: Agordi la linigrandon por afiŝoj kaj komentoj
sv: Välj radhöjd för inlägg och kommentarer
