Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Warning: This action is permanent and cannot be reversed.
sv: Varning: Den här handlingen är permanent och kan inte återställas.

source: Off
sv: Av

source: On
sv: På

source: Additional Features
sv: Tilläggsfunktioner

source: Connector Settings
ca: Configuració de connectors
eo: Konektiloagordoj
sv: Anslutningsinställningar

source: No special theme for mobile devices
sv: Inget särskilt tema för mobila enheter

source: %s - (Experimental)
sv: %s - (experimentellt)

source: mobile
sv: mobilt

source: Display Settings
eo: Ekranagordoj
sv: Utseende

source: Display Theme:
ca: Visualitzar el Tema:
eo: Vidiga etoso:
sv: Tema för utseende:

source: Mobile Theme:
sv: Mobilt tema:

source: Enable user zoom on mobile devices
sv: Tillåt användare att zooma på mobila enheter

source: Update browser every xx seconds
ca: Actualitzar navegador cada xx segons
eo: Ĝisdatigu retesplorilon ĉiu xxx sekundoj
sv: Uppdatera webbläsaren var xx sekund

source: Minimum of 10 seconds, no maximum
ca: Mínim cada 10 segons, no hi ha màxim
eo: Minimume 10 sekundoj, sen maksimumo
sv: Minst 10 sekunder, inget maximum

source: Maximum number of conversations to load at any time:
sv: Högsta antal konversationer att ladda åt gången:

source: Maximum of 100 items
eo: Maksimume 100 eroj
sv: Maximalt 100 poster

source: Don't show emoticons
eo: Ne montru ridetulojn.
sv: Visa inte känsloikoner

source: Link post titles to source
sv: Länka inläggstitlar till källan

source: System Page Layout Editor - (advanced)
sv: Redigera systemets sidlayout (avancerat)

source: Use blog/list mode on channel page
sv: Använd blogg-/listläge på kanalsida

source: (comments displayed separately)
sv: (kommentarer visas separat)

source: Use blog/list mode on matrix page
sv: Använd blogg-/listläge på matrissida

source: Channel page max height of content (in pixels)
sv: Maxhöjd för innehåll på kanalsidor (i pixels)

source: click to expand content exceeding this height
sv: klicka för att fälla ut innehåll som överskrider den här höjden

source: Matrix page max height of content (in pixels)
sv: Maxhöjd för innehåll på matrissidan (i pixels)

source: Nobody except yourself
sv: Ingen utom dig själv

source: Only those you specifically allow
sv: Endast utvalda

source: Approved connections
sv: Godkända kontakter

source: Any connections
sv: Alla kontakter

source: Anybody on this website
sv: Vem som helst på den här servern

source: Anybody in this network
sv: Vem som helst i det här nätverket

source: Anybody authenticated
sv: Vem som helst som har autentiserat sig

source: Anybody on the internet
sv: Vem som helst på Internet

source: Publish your default profile in the network directory
sv: Publicera din standardprofil i nätverkskatalogen

source: Allow us to suggest you as a potential friend to new members?
ca: Permeteu-nos suggerir-li com un amic potencial dels nous membres?
eo: Ĉu ni povu sugesti vin kiel amiko al novaj membroj?
sv: Tillåt oss att föreslå dig som möjlig vän för nya medlemmar

source: or
ca: o
eo: aŭ
sv: eller

source: Your channel address is
sv: Din kanaladress är

source: Channel Settings
sv: Kanalinställningar

source: Basic Settings
ca: Ajustos Basics
eo: Bazaj Agordoj
sv: Grundläggande inställningar

source: Your Timezone:
ca: La teva zona Horària:
eo: Via Horzono:
sv: Din tidszon:

source: Default Post Location:
ca: Localització per Defecte del Missatge:
eo: Defaŭlta Loko por Afiŝoj:
sv: Standardplats:

source: Geographical location to display on your posts
sv: Geografisk plats att visa för dina inlägg

source: Use Browser Location:
ca: Ubicar-se amb el Navegador:
eo: Uzu Lokon laŭ Retesplorilo:
sv: Använd webbläsarens position:

source: Adult Content
sv: Innehåll olämpligt för barn

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
sv: Den här kanalen publicerar ofta eller regelbundet innehåll som är olämpligt för barn. (Tagga allt pornografiskt material och/eller nakenhet med #NSFW, tack)

source: Security and Privacy Settings
ca: Ajustos de Seguretat i Privacitat
eo: Agordoj pri Sekureco kaj Privateco
sv: Säkerhets- och integritetsinställningar

source: Your permissions are already configured. Click to view/adjust
sv: Dina behörigheter har redan ställts in. Klicka för att visa/ändra

source: Hide my online presence
sv: Visa inte min online-närvaro

source: Prevents displaying in your profile that you are online
sv: Förhindrar att det syns i din profil att du är online

source: Simple Privacy Settings:
sv: Enkla integritetsinställningar:

source: Very Public - <em>extremely permissive (should be used with caution)</em>
sv: Väldigt offentligt - <em>extremt tillåtande (bör användas försiktigt)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
sv: Typiskt - <em>offentligt som standard, privat när så önskas (liknande behörigheter som på sociala nätverk men med förbättrad integritet)</em>

source: Private - <em>default private, never open or public</em>
sv: Privat - <em>privat som standard, aldrig öppet eller offentligt</em>

source: Blocked - <em>default blocked to/from everybody</em>
sv: Blockera - <em>som standard blockerat till/från alla</em>

source: Allow others to tag your posts
sv: Låt andra tagga dina inlägg

source: Often used by the community to retro-actively flag inappropriate content
sv: Ofta använt av gemenskapen för att i efterhand flagga olämpligt innehåll

source: Advanced Privacy Settings
sv: Avancerade integritetsinställningar

source: Expire other channel content after this many days
sv: Låt annat kanalinnehåll upphöra efter efter så här många dagar

source: 0 or blank prevents expiration
sv: 0 eller blankt förhindrar upphörande

source: Maximum Friend Requests/Day:
ca: Nombre Màxim de Sol·licituds per Dia
eo: Taga maksimumo da kontaktpetoj:
sv: Högsta antal vänförfrågningar per dag:

source: May reduce spam activity
sv: Kan reducera spamaktivitet

source: Default Post Permissions
ca: Permisos de Correu per Defecte
eo: Defaŭltaj permesoj por afiŝoj
sv: Standardbehörighet för inlägg

source: Channel permissions category:
sv: Kanalens behörighetskategori:

source: Maximum private messages per day from unknown people:
eo: Taga maksimumo da privataj mesaĝoj.
sv: Högsta antal privata meddelanden per dag från okända personer:

source: Useful to reduce spamming
sv: Användbart för att minska skräputskick

source: Notification Settings
ca: Ajustos de Notificació
eo: Agordoj pri Atentigoj
sv: Notifieringsinställningar

source: By default post a status message when:
eo: Defaŭlte afiŝi statmesaĝon okaze de:
sv: Skicka som standard ett statusmeddelande när:

source: accepting a friend request
eo: akcepti kontaktpeton
sv: du accepterar en vänförfrågan

source: joining a forum/community
sv: du går med i ett forum/en gemenskap

source: making an <em>interesting</em> profile change
eo: fari <em>interesan</em> profilŝanĝon
sv: du gör en <em>intressant</em> ändring av profilen

source: Send a notification email when:
ca: Envia un correu notificant quan:
eo: Sendu atentiga repoŝton se:
sv: Skicka en notifiering via e-post när:

source: You receive a connection request
sv: Du får en kontaktförfrågan

source: Your connections are confirmed
sv: Dina kontakter bekräftas

source: Someone writes on your profile wall
ca: Algú ha escrit en el teu mur de perfil
eo: Iu skribas je via profila muro.
sv: Någon skriver på din profilvägg

source: Someone writes a followup comment
ca: Algú ha escrit un comentari de seguiment
eo: Iu skribas sekvan komenton
sv: Någon skriver en uppföljande kommentar

source: You receive a private message
ca: Has rebut un missatge privat
eo: Vi ricevas privatan mesaĝon.
sv: Du tar emot ett privat meddelande

source: You receive a friend suggestion
ca: Has rebut una suggerencia d'un amic
eo: Vi ricevas amikosugeston
sv: Du tar emot ett vänförslag

source: You are tagged in a post
ca: Estàs etiquetat en un enviament
eo: Vi estas markita en afiŝon
sv: Du taggas i ett inlägg

source: You are poked/prodded/etc. in a post
sv: Du puffas/stöts till/etc. i ett inlägg

source: Show visual notifications including:
sv: Visa visuella notifieringar vid:

source: Unseen matrix activity
sv: Oläst matrisaktivitet

source: Unseen channel activity
sv: Oläst kanalaktivitet

source: Unseen private messages
sv: Olästa privata meddelanden

source: Recommended
sv: Rekommenderas

source: Upcoming events
sv: Kommande händelser

source: Events today
sv: Dagens händelser

source: Upcoming birthdays
sv: Kommande födelsedagar

source: Not available in all themes
sv: Inte tillgänglig i alla teman

source: System (personal) notifications
sv: Systemmeddelanden (personliga)

source: System info messages
sv: Systemmeddelanden

source: System critical alerts
sv: Systemkritiska varningar

source: New connections
sv: Nya kontakter

source: System Registrations
sv: Systemregistreringar

source: Also show new wall posts, private messages and connections under Notices
sv: Visa även nya väggmeddelanden, privata meddelanden, och anslutningar under Meddelanden

source: Notify me of events this many days in advance
sv: Meddela mig om händelser så här många dagar i förväg

source: Must be greater than 0
sv: Måste vara större än 0

source: Advanced Account/Page Type Settings
sv: Avancerade konto-/sidtypsinställningar

source: Change the behaviour of this account for special situations
sv: Ändra det här kontots beteende i särskilda situationer

source: Please enable expert mode (in <a href="settings/features">Settings > Additional features</a>) to adjust!
sv: Aktivera expertläge (i <a href="settings/features">Inställningar > Ytterligare funktioner</a>) för att göra ändringar!

source: Miscellaneous Settings
sv: Diverse inställningar

source: Personal menu to display in your channel pages
sv: Personlig meny att visa i dina kanalsidor

source: Remove this channel
sv: Ta bort den här kanalen

source: - select -
eo: - elekti -
sv: - välj -

source: Installed plugins/addons/apps:
eo: Instalitaj kromprogramoj/programoj:
sv: Installerade tillägg/moduler/appar:

source: No installed plugins/addons/apps
ca: plugins/addons/apps no instal·lats
eo: Neniom da instalitaj aldonaĵoj/programoj
sv: Inga installerade tillägg/moduler/appar

source: This is a hub of the Red Matrix - a global cooperative network of decentralized privacy enhanced websites.
sv: Det här är en hubb som ingår i Red Matrix - ett globalt samverkande nätverk av decentraliserade webbplatser med bättre integritetskydd.

source: Tag:
sv: Tagg:

source: Last background fetch:
sv: Senaste bakgrundshämtning:

source: Running at web location
sv: Kör på webbutrymmet

source: Please visit <a href="https://redmatrix.me">RedMatrix.me</a> to learn more about the Red Matrix.
sv: Besök <a href="https://redmatrix.me">RedMatrix.me</a> för att lära dig mer om Red Matrix.

source: Bug reports and issues: please visit
ca: Pels informes d'error i problemes: si us plau, visiteu
eo: Cimraportoj kaj atendindaĵo: bonvolu iri al
sv: Buggrapporter och problem: besök

source: Suggestions, praise, etc. - please email "redmatrix" at librelist - dot com
sv: Förslag, uppskattning, etc. - maila "redmatrix" at librelist - dot com

source: Site Administrators
sv: Serveradministratörer

source: Page owner information could not be retrieved.
sv: Information om sidans ägare kunde inte hittas.

source: Album not found.
ca: Àlbum no trobat.
eo: Albumo ne trovita.
sv: Albumet hittades inte.

source: Delete Album
ca: Eliminar Àlbum
eo: Forviŝi albumon
sv: Ta bort album

source: Delete Photo
ca: Eliminar Foto
eo: Forviŝi bildon
sv: Ta bort foto

source: No photos selected
ca: No s'han seleccionat fotos
eo: Neniu bildoj elektita
sv: Inga foton valda

source: Access to this item is restricted.
ca: L'accés a aquest element està restringit.
eo: Atingo al tio elemento estas limigita.
sv: Åtkomst till den här posten är begränsat.

source: %1$.2f MB of %2$.2f MB photo storage used.
sv: %1$.2f MB av %2$.2f MB fotolagring använt.

source: %1$.2f MB photo storage used.
sv: %1$.2f MB fotolagring använt.

source: Upload Photos
ca: Carregar Fotos
eo: Alŝuti bildojn
sv: Ladda upp foton

source: Enter a new album name
sv: Ange ett nytt albumnamn

source: or select an existing one (doubleclick)
sv: eller välj ett befintligt (dubbelklicka)

source: Do not show a status post for this upload
ca: No tornis a mostrar un missatge d'estat d'aquesta pujada
eo: Ne kreu statan afiŝon por tio alŝuto.
sv: Visa inte en statusuppdatering för den här uppladdningen

source: Album name could not be decoded
sv: Albumnamn kunde inte tolkas

source: Contact Photos
ca: Fotos de Contacte
eo: Kontaktbildoj
sv: Kontaktfoton

source: Show Newest First
sv: Visa nyast först

source: Show Oldest First
sv: Visa äldst först

source: View Photo
ca: Veure Foto
eo: Vidi bildon
sv: Visa foto

source: Edit Album
ca: Editar Àlbum
eo: Redakti albumon
sv: Redigera album

source: Permission denied. Access to this item may be restricted.
ca: Permís denegat. L'accés a aquest element pot estar restringit.
eo: Malpermesita. Atingo al tio elemento eble estas limigita.
sv: Behörighet saknas. Åtkomst till den här posten kan vara begränsat.

source: Photo not available
ca: Foto no disponible
eo: La bildo ne disponeblas
sv: Foto inte tillgängligt

source: Use as profile photo
ca: Emprar com a foto del perfil
eo: Uzi kiel profilbildo
sv: Använd som profilfoto

source: Private Photo
sv: Privat foto

source: View Full Size
ca: Veure'l a Mida Completa
eo: Vidi plengrande
sv: Visa fullstorlek

source: Edit photo
ca: Editar foto
eo: Redakti bildon
sv: Redigera foto

source: Rotate CW (right)
sv: Rotera medurs (höger)

source: Rotate CCW (left)
sv: Rotera moturs (vänster)

source: Caption
ca: Títol
eo: Apudskribo
sv: Bildtext

source: Add a Tag
ca: Afegir una etiqueta
eo: Aldoni markon
sv: Lägg till en tagg

source: Example: @bob, @Barbara_Jensen, @jim@example.com
sv: Exempel: @bob, @Barbara_Jensen, @jim@example.com

source: Flag as adult in album view
sv: Flagga som olämpligt för barn i albumvyn

source: In This Photo:
sv: På fotot:

source: View Album
ca: Veure Àlbum
eo: Vidi albumon
sv: Visa album

source: Recent Photos
ca: Fotos Recents
eo: ̂Ĵusaj bildoj
sv: Nya foton

source: network
sv: nätverk

source: Poke/Prod
sv: Puffa/stöt till

source: poke, prod or do other things to somebody
sv: puffa, stöt till eller gör andra saker mot någon

source: Recipient
sv: Mottagare

source: Choose what you wish to do to recipient
sv: Välj vad du önskar göra med mottagaren

source: Make this post private
sv: Gör det här inlägget privat

source: You have created %1$.0f of %2$.0f allowed channels.
sv: Du har skapat %1$.0f av %2$.0f tillåtna kanaler.

source: Create a new channel
sv: Skapa en ny kanal

source: Current Channel
sv: Nuvarande kanal

source: Switch to one of your channels by selecting it.
sv: Växla till en av dina kanaler genom att välja den.

source: Default Channel
sv: Standardkanal

source: Make Default
sv: Gör till standard

source: %d new messages
sv: %d nya meddelanden

source: %d new introductions
sv: %d nya presentationer

source: This site is not a directory server
sv: Den här servern är inte en katalogserver

source: Bookmark added
sv: Bokmärke tillagt

source: My Bookmarks
sv: Mina bokmärken

source: My Connections Bookmarks
sv: Mina kontakters bokmärken

source: Item is not editable
sv: Posten går ej att redigera

source: Delete item?
sv: Ta bort posten?

source: Collection created.
sv: Krets skapad.

source: Could not create collection.
sv: Kunde inte skapa krets.

source: Collection updated.
sv: Kretsen uppdaterad.

source: Create a collection of channels.
sv: Skapa en krets av kanaler.

source: Collection Name:
sv: Namn på krets:

source: Members are visible to other channels
sv: Medlemmar kan ses av andra kanaler

source: Collection removed.
sv: Krets borttagen.

source: Unable to remove collection.
sv: Kunde inte ta bort krets.

source: Collection Editor
sv: Redigera krets

source: Members
ca: Membres
eo: Anoj
sv: Medlemmar

source: All Connected Channels
sv: Alla anslutna kanaler

source: Click on a channel to add or remove.
sv: Klicka på en kanal för att lägga till eller ta bort.

source: sent you a private message
sv: skickade ett privat meddelande till dig

source: added your channel
sv: lade till din kanal

source: posted an event
sv: skapade en händelse

source: Edit Layout
sv: Redigera layout

source: Delete layout?
sv: Ta bort layout?

source: Delete Layout
sv: Ta bort layout

source: Failed to create source. No channel selected.
sv: Misslyckades att skapa källa. Ingen kanal vald.

source: Source created.
sv: Källa skapad.

source: Source updated.
sv: Källa uppdaterad.

source: Manage remote sources of content for your channel.
sv: Hantera fjärrkällor med innehåll för din kanal.

source: New Source
sv: Ny källa

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
sv: Importera allt eller valt innehåll från följande kanal till den här kanalen och distribuera det enligt dina kanalinställningar.

source: Only import content with these words (one per line)
sv: Importera endast innehåll med de här orden (ett per rad)

source: Leave blank to import all public content
sv: Lämna blankt för att importera allt offentligt innehåll

source: Channel Name
sv: Kanalnamn

source: Source not found.
sv: Källa hittades inte.

source: Edit Source
sv: Redigera källa

source: Delete Source
sv: Ta bort källa

source: Source removed
sv: Källa borttagen

source: Unable to remove source.
sv: Kunde inte ta bort källa.

source: Channel added.
sv: Kanal tillagd.

source: Layout updated.
sv: Layout uppdaterad.

source: Edit System Page Description
sv: Redigera systemsidbeskrivning

source: Layout not found.
sv: Layout hittas inte.

source: Module Name:
sv: Modulnamn:

source: Layout Help
sv: Layouthjälp

source: Edit Webpage
sv: Redigera webbsida

source: Delete webpage?
sv: Ta bort webbsida?

source: Delete Webpage
sv: Ta bort webbsida

source: webpage
sv: webbsida

source: %s element installed
sv: %selement installerat

source: Image uploaded but image cropping failed.
ca: Imatge pujada però no es va poder retallar.
eo: Bildo estas alŝutita, sed malsukcesis tranĉi la bildon.
sv: Bilden laddades upp men beskärning misslyckades.

source: Image resize failed.
sv: Ändring av bildstorlek misslyckades.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
ca: Recarregui la pàgina o netegi la caché del navegador si la nova foto no apareix immediatament.
eo: Reŝarĝu la paĝon au malplenigu la kaŝmemoro de la retesplorilo se la nova bildo ne tuj aperas.
sv: Shift-uppdatera sidan eller rensa webbläsarcachen om det nya fotot inte visas direkt.

source: Image exceeds size limit of %d
ca: La imatge sobrepassa el límit de mida de %d
eo: Bildo estas pli granda ol la limito %d
sv: Bilden överskrider storleksbegränsningen %d

source: Unable to process image.
ca: Incapaç de processar la imatge.
eo: Ne eblas procedi la bildon.
sv: Kunde inte behandla bilden.

source: Photo not available.
sv: Fotot är inte tillgängligt.

source: Upload File:
ca: Pujar arxiu:
eo: Alŝuti dosieron:
sv: Ladda upp fil:

source: Select a profile:
sv: Välj en profil:

source: Upload Profile Photo
ca: Pujar Foto del Perfil
eo: Alŝuti profilbildon
sv: Ladda upp profilfoto

source: skip this step
ca: saltar aquest pas
eo: Preterpasi tian paŝon
sv: hoppa över det här steget

source: select a photo from your photo albums
ca: tria una foto dels teus àlbums
eo: elekti bildon el viaj albumoj
sv: välj ett foto från dina fotoalbum

source: Crop Image
ca: retallar imatge
eo: Stuci Bildon
sv: Beskär bild

source: Please adjust the image cropping for optimum viewing.
ca: Per favor, ajusta la retallada d'imatge per a una optima visualització.
eo: Bonvolu agordi la stuco de la bildo por optimuma aspekto.
sv: Justera bildens beskärning för bästa utseende.

source: Done Editing
ca: Edició Feta
eo: Finigi Redaktado
sv: Klar med redigering

source: Image uploaded successfully.
ca: Carregada de la imatge amb èxit.
eo: Bildo estas sukcese enŝutita.
sv: Bilduppladdning lyckades.

source: Image upload failed.
ca: Actualització de la imatge fracassada.
eo: Alŝuto de bildo malsukcesis.
sv: Bilduppladdning misslyckades.

source: Image size reduction [%s] failed.
ca: La reducció de la imatge [%s] va fracassar.
eo: Malsukcesis malpligrandigi [%s] la bildon.
sv: Krympning av bilden [%s] misslyckades.

source: Contact not found.
ca: Contacte no trobat
eo: Kontakto ne trovita.
sv: Kontakten hittades inte.

source: Friend suggestion sent.
ca: Enviat suggeriment d'amic.
eo: Amikosugesto sendita.
sv: Vänförfrågan skickad.

source: Suggest Friends
ca: Suggerir Amics
eo: Sugesti amikojn
sv: Föreslå vänner

source: Suggest a friend for %s
ca: Suggerir una amic per a %s
eo: Sugesti amikon por %s
sv: Föreslå en vän för %s

source: Help:
ca: Ajuda:
eo: Helpo:
sv: Hjälp:

source: Not Found
ca: No trobat
eo: Ne trovita
sv: Hittas inte

source: Like/Dislike
sv: Gilla/ogilla

source: This action is restricted to members.
sv: Den här åtgärden fungerar bara för medlemmar.

source: Please <a href="rmagic">login with your RedMatrix ID</a> or <a href="register">register as a new RedMatrix member</a> to continue.
sv: <a href="rmagic">Logga in med ditt RedMatrix-ID</a> eller <a href="register">registrera dig som ny RedMatrix medlem</a> för att fortsätta.

source: Invalid request.
sv: Ogiltig begäran.

source: thing
sv: sak

source: Channel unavailable.
sv: Kanalen kan ej nås.

source: Previous action reversed.
sv: Föregående åtgärd återställdes.

source: %1$s agrees with %2$s's %3$s
sv: %1$s instämmer med %2$ss %3$s

source: %1$s doesn't agree with %2$s's %3$s
sv: %1$s instämmer inte med %2$ss %3$s

source: %1$s abstains from a decision on %2$s's %3$s
sv: %1$s tar inte ställning angående %2$ss %3$s

source: Action completed.
sv: Åtgärden slutfördes.

source: Thank you.
sv: Tack.

source: Total invitation limit exceeded.
sv: Gränsen för totalt antal inbjudningar överskriden.

source: %s : Not a valid email address.
ca: %s : No es una adreça de correu vàlida
eo: %s: Ne estas valida retpoŝtadreso.
sv: %s: Inte en giltig e-postadress.

source: Please join us on Red
sv: Gå med oss i Red

source: Invitation limit exceeded. Please contact your site administrator.
sv: Inbjudningsgränsen överskriden. Kontakta din serveradministratör.

source: %s : Message delivery failed.
ca: %s : Ha fallat l'entrega del missatge.
eo: %s: La livero de la mesaĝo malsukcesis.
sv: %s : Leverans av meddelande misslyckades.

source: %d message sent.
ca: %d missatge enviat
eo: Sendis %d mesaĝon.
sv: %d meddelande sänt.

source: You have no more invitations available
ca: No te més invitacions disponibles
eo: Vi ne plu disponeblas invitaĵojn
sv: Du har inga fler inbjudningar kvar

source: Send invitations
ca: Enviant Invitacions
eo: Sendi invitojn
sv: Skicka inbjudan

source: Enter email addresses, one per line:
ca: Entri adreçes de correu, una per línia:
eo: Entajpu retpoŝtadresojn, po unu por ĉiu linio.
sv: Ange e-postadresser, en per rad:

source: Your message:
ca: El teu missatge:
eo: Via mesaĝo:
sv: Ditt meddelande:

source: Please join my community on RedMatrix.
sv: Gå med mig i gemenskapen på RedMatrix.

source: You will need to supply this invitation code:
sv: Du kommer att behöva den här inbjudningskoden:

source: 1. Register at any RedMatrix location (they are all inter-connected)
sv: 1. Skapa konto på en RedMatrix-server (alla är ihopkopplade)

source: 2. Enter my RedMatrix network address into the site searchbar.
sv: 2. Ange min RedMatrix-adress i webbplatsens sökruta.

source: or visit
sv: eller besök

source: 3. Click [Connect]
sv: 3. Klicka [Ta kontakt]
