Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Your posts and conversations
ca: Els teus anuncis i converses
eo: Viaj afiŝoj kaj komunikadoj
sv: Dina inlägg och konversationer

source: Your profile page
ca: La seva pàgina de perfil
eo: Via profilo
sv: Din profilsida

source: Edit Profiles
sv: Redigera profiler

source: Manage/Edit profiles
sv: Hantera/redigera profiler

source: Edit your profile
sv: Redigera din profil

source: Your photos
ca: Les seves fotos
eo: Viaj bildoj
sv: Dina foton

source: Your files
sv: Dina filer

source: Your chatrooms
sv: Dina chattrum

source: Your bookmarks
sv: Dina bokmärken

source: Your webpages
sv: Dina webbsidor

source: Sign in
ca: Accedeix
eo: Ensaluti
sv: Logga in

source: %s - click to logout
sv: %s - klicka för att logga ut

source: Remote authentication
sv: Fjärrinloggning

source: Click to authenticate to your home hub
sv: Klicka för att autentisera mot din hemmahubb

source: Home Page
ca: Pàgina d'Inici
eo: Hejmpaĝo
sv: Hemsida

source: Register
ca: Registrar
eo: Registri
sv: Skapa konto

source: Create an account
ca: Crear un compte
eo: Krei konton
sv: Skapa ett konto

source: Help and documentation
ca: Ajuda i documentació
eo: Helpo kaj dokumentado
sv: Hjälp och dokumentation

source: Applications, utilities, links, games
sv: Applikationer, verktyg, länkar, spel

source: Search site content
ca: Busca contingut en el lloc
eo: Serĉu la retejon
sv: Sök innehåll

source: Channel Directory
sv: Kanalkatalog

source: Your matrix
sv: Din matris

source: Mark all matrix notifications seen
sv: Märk alla matrisnotifieringar som lästa

source: Channel home
sv: Kanalhem

source: Mark all channel notifications seen
sv: Märk alla kanalnotifieringar som lästa

source: Connections
ca: Connexions
sv: Kontakter

source: Notices
sv: Meddelanden

source: Notifications
ca: Notificacions
eo: Atentigoj
sv: Notifieringar

source: See all notifications
ca: Veure totes les notificacions
eo: Vidu ĉiujn atentigojn
sv: Se alla notifieringar

source: Mark all system notifications seen
ca: Marcar totes les notificacions del sistema com a vistes
eo: Marki ĉiujn atentigojn legita
sv: Märk alla systemnotifieringar som lästa

source: Private mail
ca: Correu privat
eo: Privata poŝto
sv: Privat meddelande

source: See all private messages
sv: Se alla privata meddelanden

source: Mark all private messages seen
sv: Märk alla privata meddelanden som lästa

source: Inbox
ca: Safata d'entrada
eo: Enirkesto
sv: Inkorg

source: Outbox
ca: Safata de sortida
eo: Elirkesto
sv: Utkorg

source: Event Calendar
sv: Kalender

source: See all events
sv: Se alla händelser

source: Mark all events seen
sv: Märk alla händelser som lästa

source: Manage Your Channels
sv: Hantera dina kanaler

source: Account/Channel Settings
sv: Konto-/kanalinställningar

source: Admin
eo: Administrado
sv: Administration

source: Site Setup and Configuration
sv: Serverinställning och -konfiguration

source: @name, #tag, content
sv: @namn, #tagg, innehåll

source: Please wait...
sv: Vänta...

source: New window
sv: Nytt fönster

source: Open the selected location in a different window or browser tab
sv: Öppna den valda platsen i ett annat fönster eller en annan webbläsarflik

source: User '%s' deleted
ca: Usuari %s' esborrat
eo: Uzanto '%s' forviŝita
sv: Användare '%s' borttagen

source: Male
ca: Home
eo: Vira
sv: Man

source: Female
ca: Dona
eo: Ina
sv: Kvinna

source: Currently Male
ca: Actualment Home
eo: Nuntempe Vira
sv: Just nu man

source: Currently Female
ca: Actualment Dona
eo: Nuntempe Ina
sv: Just nu kvinna

source: Mostly Male
ca: Habitualment Home
eo: Ĉefe Vira
sv: Mestadels man

source: Mostly Female
ca: Habitualment Dona
eo: Ĉefe Ina
sv: Mestadels kvinna

source: Transgender
ca: Transgènere
eo: Transgenra
sv: Transperson

source: Intersex
ca: Bisexual
eo: Interseksa
sv: Intersexuell

source: Transsexual
ca: Transexual
eo: Transseksa
sv: Transsexuell

source: Hermaphrodite
ca: Hermafrodita
eo: Hermafrodita
sv: Hermafrodit

source: Neuter
ca: Neutre
eo: Neŭtra
sv: Könlös

source: Non-specific
ca: No específicat
eo: Nespecifa
sv: Ospecificerat

source: Undecided
ca: No Decidit
eo: Nedecida
sv: Obestämt

source: Males
ca: Home
eo: Viroj
sv: Män

source: Females
ca: Dona
eo: Inoj
sv: Kvinnor

source: Gay
eo: Geja
sv: Bög

source: Lesbian
ca: Lesbiana
eo: Lesba
sv: Lesbisk

source: No Preference
ca: Sense Preferències
eo: Neniu Prefero
sv: Ingen preferens

source: Bisexual
eo: Ambaŭseksema
sv: Bisexuell

source: Autosexual
eo: Memseksema
sv: Autosexuell

source: Abstinent
ca: Abstinent/a
eo: Abstinema
sv: Avhållsam

source: Virgin
ca: Verge
eo: Virgulino
sv: Oskuld

source: Deviant
ca: Desviat/da
eo: Devia
sv: Avvikande

source: Fetish
ca: Fetixiste
eo: Fetiĉo
sv: Fetisch

source: Oodles
ca: Orgies
eo: Amasa
sv: Massor

source: Nonsexual
ca: Asexual
eo: Neseksa
sv: Ickesexuell

source: Single
ca: Solter/a
eo: Sola
sv: Singel

source: Lonely
ca: Solitari
eo: Soleca
sv: Ensam

source: Available
ca: Disponible
eo: Havebla
sv: Ledig

source: Unavailable
ca: No Disponible
eo: Nehavebla
sv: Upptagen

source: Has crush
eo: Sekrete enamiĝinta
sv: Förälskad

source: Infatuated
eo: Blinda amo
sv: Förtrollad

source: Dating
ca: De cites
eo: Rendevuanta
sv: Dejtar

source: Unfaithful
ca: Infidel
eo: Malfidela
sv: Otrogen

source: Sex Addict
ca: Adicte al sexe
eo: Seksmaniulo
sv: Sexmissbrukare

source: Friends/Benefits
ca: Amics íntims
eo: Amikoj/Avantaĝoj
sv: Kompisförhållande

source: Casual
ca: Oportunista
eo: Neformala
sv: Vardaglig

source: Engaged
ca: Promès
eo: Fianĉiginta
sv: Förlovad

source: Married
ca: Casat
eo: Edziĝinta
sv: Gift

source: Imaginarily married
eo: Image edziiĝinta
sv: Inbillat gift

source: Partners
ca: Socis
eo: Geparuloj
sv: Partner

source: Cohabiting
ca: Cohabitant
eo: Kunloĝanta
sv: Bor ihop

source: Common law
eo: Registrita partnereco
sv: Sambo

source: Happy
ca: Feliç
eo: Feliĉa
sv: Lycklig

source: Not looking
eo: Ne interesiĝis
sv: Letar inte

source: Betrayed
ca: Traït/da
eo: Trompita
sv: Bedragen

source: Separated
ca: Separat/da
eo: Disiĝinta
sv: Separerad

source: Unstable
ca: Inestable
eo: Malfirma
sv: Instabilt

source: Divorced
ca: Divorciat/da
eo: Eksedziĝinta
sv: Skild

source: Imaginarily divorced
eo: Image maledziiĝinta
sv: Inbillat skild

source: Widowed
ca: Vidu/a
eo: Vidva
sv: Änka

source: Uncertain
ca: Incert
eo: Ne certa
sv: Osäkert

source: It's complicated
eo: Estas komplika
sv: Det är komplicerat

source: Don't care
ca: No t'interessa
eo: Egala
sv: Bryr mig inte

source: Ask me
ca: Pregunta'm
eo: Demandu min
sv: Fråga mig

source: Invalid data packet
sv: Ogiltigt datapaket

source: Unable to verify channel signature
sv: Kunde inte bekräfta kanalsignatur

source: Unable to verify site signature for %s
sv: Kunde inte bekräfta signatur för servern %s

source: Red Matrix Server - Setup
sv: Red Matrix-server - inställningar

source: Could not connect to database.
ca: No puc connectar a la base de dades.
eo: Ne eblas konekti la datumbazon.
sv: Kunde inte ansluta till databasen.

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
sv: Kunde inte ansluta till den angivna server-URL:en. Möjligt problem med SSL-certifikat eller DNS.

source: Could not create table.
ca: No puc creat taula.
eo: Ne eblas krei tabelon.
sv: Kunde inte skapa tabell.

source: Your site database has been installed.
sv: Din serverdatabas har installerats.

source: You may need to import the file "install/schema_xxx.sql" manually using a database client.
sv: Du kan behöva importera filen "install/schema_xxx.sql" manuellt med en databasklient.

source: Please see the file "install/INSTALL.txt".
sv: Se filen "install/INSTALL.txt".

source: System check
ca: Comprovació del Sistema
eo: Sistema kontrolo
sv: Systemkontroll

source: Next
ca: Proper
eo: sekva
sv: Nästa

source: Check again
ca: Comprovi de nou
eo: Ree kontroli
sv: Kontrollera igen

source: Database connection
ca: Conexió a la base de dades
eo: Datumbaza konekto
sv: Databasanslutning

source: In order to install Red Matrix we need to know how to connect to your database.
sv: För att kunna installera Red Matrix behöver vi veta hur databasen ska anslutas.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
ca: Per favor, posi's en contacte amb el seu proveïdor de hosting o administrador del lloc si té alguna pregunta sobre aquestes opcions.
eo: Bonvolu kontakti vian servilprovizanton aŭ administranton se vi havas demandoj pri ĉi tiaj agordoj.
sv: Kontakta din servervärd eller administratör om du har frågor om de här inställningarna.

source: The database you specify below should already exist. If it does not, please create it before continuing.
ca: La base de dades que especifiques ja hauria d'existir. Si no és així, crea-la abans de continuar.
eo: La datumbazo nomata malsupren jam ekzistu. Se ĝi ne ekzistas, bonvolu unue krei ĝin antaŭ progresi.
sv: Databasen du anger nedan måste finnas. Om den inte gör det, skapa den innan du fortsätter.

source: Database Server Name
ca: Nom del Servidor de base de Dades
eo: Nomo de datumbaza servilo.
sv: Databasserver

source: Default is localhost
sv: Standard är localhost

source: Database Port
sv: Databasport

source: Communication port number - use 0 for default
sv: Kommunikationsportnummer - använd 0 för standardinställning

source: Database Login Name
ca: Nom d'Usuari de la base de Dades
eo: Salutnomo ĉe la datumbazo.
sv: Loginnamn till databas

source: Database Login Password
ca: Contrasenya d'Usuari de la base de Dades
eo: Pasvorto ĉe la datumbazo.
sv: Lösenord till databas

source: Database Name
ca: Nom de la base de Dades
eo: Nomo de la datumbazo.
sv: Databasnamn

source: Database Type
sv: Databastyp

source: Site administrator email address
ca: Adreça de correu del administrador del lloc
eo: Retpoŝtadreso de la reteja administranto
sv: Serveradministratörens e-postadress

source: Your account email address must match this in order to use the web admin panel.
ca: El seu compte d'adreça electrònica ha de coincidir per tal d'utilitzar el panell d'administració web.
eo: La repoŝtadreso de via konto bezonas esti la sama por uzi la TTTa administrilo.
sv: Ditt kontos e-postadress måste stämma med den här för att webbgränssnittet för administration ska kunna användas.

source: Website URL
sv: Webbplatsens URL

source: Please use SSL (https) URL if available.
sv: Ange en URL med SSL (https) om tillgängligt

source: Please select a default timezone for your website
ca: Per favor, seleccioni una zona horària per defecte per al seu lloc web
eo: Bonvolu elekti defaŭltan horzonon por via retejo.
sv: Välj en standardtidszon för din webbplats

source: Site settings
ca: Configuracions del lloc
eo: Retejaj agordoj
sv: Serverinställningar

source: Could not find a command line version of PHP in the web server PATH.
ca: No es va poder trobar una versió de línia de comandos de PHP en la ruta del servidor web.
eo: Komanda linia versio de PHP ne trovita en $PATH de la retservilo.
sv: Kunde inte hitta en kommandoradsversion av PHP i webbserverns PATH.

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron.
sv: Om du inte har en kommandoradsversion av PHP installerad på servern kommer du inte att kunna köra bakgrundshämtning via cron.

source: PHP executable path
ca: Direcció del executable PHP
eo: Vojo de la komanda linia versio de PHP
sv: Sökväg till PHP-programmet

source: Enter full path to php executable. You can leave this blank to continue the installation.
sv: Ange hela sökvägen till php-programfilen. Du kan lämna det här blankt för att fortsätta installationen.

source: Command line PHP
ca: Linia de comandos PHP
eo: komanda linia versio de PHP
sv: Kommandorads-PHP

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
ca: La versió de línia de comandos de PHP en el seu sistema no té "register_argc_argv" habilitat.
eo: En via komanda linia versio de PHP je via sistemo, "register_argc_argv" ne estas aktivita.
sv: Kommandoradsversionen av PHP på ditt system har inte "register_argc_argv" aktiverat.

source: This is required for message delivery to work.
ca: Això és necessari perquè funcioni el lliurament de missatges.
eo: Tio estas bezonata por la livero de mesaĝoj.
sv: Det här behövs för att meddelandeleverans ska fungera.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
ca: Error: la funció "openssl_pkey_new" en aquest sistema no és capaç de generar claus de xifrat
eo: Eraro: La funkcio "openssl_pkey_new" je tia sistemo ne eblas generi ĉifroŝlosilojn.
sv: Fel: "openssl_pkey_new"-funktionen på det här systemet kan inte generera kryptonycklar

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
ca: Si s'executa en Windows, per favor consulti la secció "http://www.php.net/manual/en/openssl.installation.php".
eo: Se la operaciumo sistemo estas Windows, bonvolu legi: http://www.php.net/manual/en/openssl.installation.php
sv: Om systemet kör Windows, se "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
ca: Generar claus d'encripció
eo: Generi ĉifroŝlosilojn
sv: Generera kryptonycklar

source: libCurl PHP module
ca: Mòdul libCurl de PHP
eo: PHP modulo libCurl
sv: PHP-modulen libCurl

source: GD graphics PHP module
ca: Mòdul GD de gràfics de PHP
eo: PHP modulo GD
sv: PHP-modulen GD graphics

source: OpenSSL PHP module
ca: Mòdul OpenSSl de PHP
eo: PHP modulo OpenSSL
sv: PHP-modulen OpenSSL

source: mysqli or postgres PHP module
sv: PHP-modulen mysqli eller postgres

source: mb_string PHP module
ca: Mòdul mb_string de PHP
eo: PHP modulo mb_string
sv: PHP-modulen mb_string

source: mcrypt PHP module
sv: PHP-modulen mcrypt

source: Apache mod_rewrite module
sv: Apache-modulen mod_rewrite

source: Error: Apache webserver mod-rewrite module is required but not installed.
ca: Error: el mòdul mod-rewrite del servidor web Apache és necessari però no està instal·lat.
eo: Eraro: La modulo mod_rewrite en la Apache retservilo estas bezonata sed ne instalita.
sv: Fel: Apache-webbserverns mod-rewrite-modul krävs men är inte installerad.

source: Error: proc_open is required but is either not installed or has been disabled in php.ini
sv: Fel: proc_open krävs men är antingen inte installerad eller har inaktiverats i php.ini

source: Error: libCURL PHP module required but not installed.
ca: Error: El mòdul libCURL de PHP és necessari però no està instal·lat.
eo: Eraro: La modulo libCURL en PHP estas bezonata sed ne instalita.
sv: Fel: PHP-modulen libCURL krävs men är inte installerad.

source: Error: GD graphics PHP module with JPEG support required but not installed.
ca: Error: el mòdul gràfic GD de PHP amb support per JPEG és necessari però no està instal·lat.
eo: Eraro: La modulo GD en PHP kun subteno por JPEG estas bezonata sed ne instalita.
sv: Fel: PHP-modulen GD graphics med JPEG-stöd krävs men är inte installerad.

source: Error: openssl PHP module required but not installed.
ca: Error: El mòdul enssl de PHP és necessari però no està instal·lat.
eo: Eraro: La modulo OpenSSL en PHP estas bezonata sed ne instalita.
sv: Fel: PHP-modulen openssl krävs men är inte installerad.

source: Error: mysqli or postgres PHP module required but neither are installed.
sv: Fel: en av PHP-modulerna mysqli eller postgres krävs men är inte installerad.

source: Error: mb_string PHP module required but not installed.
ca: Error: mòdul mb_string de PHP requerit però no instal·lat.
eo: Eraro: La modulo mb_string en PHP estas bezonata sed ne instalita.
sv: Fel: PHP-modulen mb_string krävs men är inte installerad.

source: Error: mcrypt PHP module required but not installed.
sv: Fel: PHP-modulen mcrypt krävs men är inte installerad.

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
ca: L'instal·lador web necessita crear un arxiu anomenat ".htconfig.php" en la carpeta superior del seu servidor web però alguna cosa ho va impedir.
eo: La reta instalilo bezonas skribi dosieron nomata ".htconfig.php" en la baza dosierujo de la retservilo, sed ne sukcesis.
sv: Webbinstallationen måste kunna skapa filen ".htconfig.php" i toppkatalogen på din webbserver men kan inte göra det.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
ca: Això freqüentment és a causa d'una configuració de permisos; el servidor web no pot escriure arxius en la carpeta - encara que sigui possible.
eo: Tio ĉi plej ofte estas agordo rilate al permesoj, ĉar la servilo eble ne povas skribi en via dosierujo, eĉ se vi mem povas skribi.
sv: Det är ofta en behörighetsinställning som gör att webbservern inte kan skriva filer i din katalog - även om du kan.

source: At the end of this procedure, we will give you a text to save in a file named .htconfig.php in your Red top folder.
sv: Efter den här proceduren kommer vi att ge dig en text att spara i filen .htconfig.php i Reds toppkatalog.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "install/INSTALL.txt" for instructions.
sv: Alternativt kan du hoppa över den här proceduren och göra en manuell installation. För instruktioner, se filen "install/INSTALL.txt".

source: .htconfig.php is writable
ca: .htconfig.php és escribible
eo: .htconfig.php estas skribebla.
sv: .htconfig.php är skrivbar

source: Red uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
sv: Red använder mallmotorn Smarty3 för att rendera webbvyerna. Smarty3 kompilerar mallar till PHP för att snabba upp renderingen.

source: In order to store these compiled templates, the web server needs to have write access to the directory %s under the Red top level folder.
sv: För att spara de här kompilerade mallarna behöver webbservern ha skrivrättigheter till katalogen %s under Reds toppkatalog.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
sv: Försäkra dig om att användaren som din webbserver kör som (t.ex. www-data) har skrivrättigheter till den här katalogen.

source: Note: as a security measure, you should give the web server write access to %s only--not the template files (.tpl) that it contains.
sv: Observera: som en säkerhetsåtgärd bör du ge webbservern skrivrättighet endast för %s - inte för mallfilerna (.tpl) som finns där.

source: %s is writable
sv: %s är skrivbar

source: Red uses the store directory to save uploaded files. The web server needs to have write access to the store directory under the Red top level folder
sv: Red använder katalogen store för att spara uppladdade filer. Webbservern behöver ha skrivrättigheter till katalogen store under Reds toppkatalog.

source: store is writable
sv: store är skrivbar

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
sv: SSL-certifikatet kan inte valideras. Fixa certifikatet eller inaktivera https-åtkomst till den här servern.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
sv: Om du har https-åtkomst till din webbplats eller tillåter anslutningar till TCP-port 443 (https-porten) MÅSTE du använda ett certifikat som kan verifieras av webbläsare. Du FÅR INTE använda självsignerade certifikat!

source: This restriction is incorporated because public posts from you may for example contain references to images on your own hub.
sv: Restriktionen finns eftersom offentliga inlägg från dig kan innehålla till exempel referenser till bilder på din egen hubb.

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
sv: Om ditt certifikat inte känns igen kommer medlemmar på andra webbplatser (som själv kan ha giltiga certifikat) att få en varning på sin egen webbplats om säkerhetsproblem.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
sv: Detta kan orsaka problem med användbarheten (inte bara på din egen server) så vi måste trycka på det här kravet.

source: Providers are available that issue free certificates which are browser-valid.
sv: Det finns leverantörer som utfärdar gratis certifikat som känns igen av webbläsare.

source: SSL certificate validation
sv: SSL-certifikatvalidering

source: Url rewrite in .htaccess is not working. Check your server configuration.Test:
sv: Url rewrite i .htaccess fungerar inte. Kolla din serverkonfiguration. Test:

source: Url rewrite is working
sv: URL rewrite fungerar

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
ca: L'arxiu per a la configuració de la base de dades ".htconfig.php" no es pot escriure. Per favor, usi el text adjunt per crear un arxiu de configuració en l'arrel del servidor web.
eo: Ne povis skribi la datumbaza agordoj en la dosiero ".htconfig.php". Bonvolu uzi la inkluzivan tekston por krei agordan dosieron en la baza dosierujo de la retservilo.
sv: Databaskonfigurationsfilen ".htconfig.php" kunde inte skrivas. Använd den bifogade texten för att skapa en konfigurationsfil i din webbservers rot.

source: Errors encountered creating database tables.
ca: Trobats errors durant la creació de les taules de la base de dades.
eo: Okazis eraroj dum la kreado de tabeloj en la datumbazo.
sv: Fel inträffade när databastabeller skulle skapas.

source: <h1>What next</h1>
sv: <h1>Nästa steg</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
ca: IMPORTANT: necessitarà configurar [manualment] el programar una tasca pel sondejador (poller.php)
eo: GRAVA: Vi bezonas [mane] agordi planitan taskon por la Friendica poller.
sv: VIKTIGT: Du behöver ställa in en schemalagd för hämtningsrutinen [manuellt]

source: Maximum daily site registrations exceeded. Please try again tomorrow.
sv: Maximalt antal dagliga serverregistreringar överskridet. Försök igen i morgon.

source: Please indicate acceptance of the Terms of Service. Registration failed.
sv: Välj huruvida du accepterar användarvillkoren. Registrering misslyckades.

source: Passwords do not match.
sv: Lösenorden stämmer inte överens.

source: Registration successful. Please check your email for validation instructions.
sv: Registrering lyckades. Kontrollera din e-post för valideringsinstruktioner.

source: Your registration is pending approval by the site owner.
ca: El seu registre està pendent d'aprovació pel propietari del lloc.
eo: Via registrado bezonas apropbon de la administranto.
sv: Din registrering väntar på att bli godkänd av serverägaren.

source: Your registration can not be processed.
ca: El seu registre no pot ser processat.
eo: Mi ne povas prilabori vian registradon.
sv: Din registrering kan inte behandlas.

source: Registration on this site/hub is by approval only.
sv: Registrering på den här servern/hubben måste godkännas.

source: <a href="pubsites">Register at another affiliated site/hub</a>
sv: <a href="pubsites">Skapa konto på en annan ansluten server/hubb</a>
