Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Post to Facebook cancelled because of multi-network access permission conflict.
ca: Enviament a Facebook cancel·lat perque hi ha un conflicte de permisos d'accés multi-xarxa.
eo: Afiŝado al Facebook nuligita ĉar okazis konflikto en la multretpermesoj.

source: View on Friendica
ca: Vist en Friendica
eo: Vidi ĉe Friendica

source: Facebook post failed. Queued for retry.
ca: Enviament a Facebook fracassat. En cua per a reintent.
eo: Malsukcesis afiŝi ĉe Facebook. Enigita en vico.

source: Your Facebook connection became invalid. Please Re-authenticate.
eo: Via Facbook konekto iĝis nevalida. Bonvolu reaŭtentiĝi.

source: Facebook connection became invalid
eo: Facebook konekto iĝis nevalida.

source: Hi %1$s, The connection between your accounts on %2$s and Facebook became invalid. This usually happens after you change your Facebook-password. To enable the connection again, you have to %3$sre-authenticate the Facebook-connector%4$s.
eo: Saluton %1$s, la kontekto inter viaj kontoj ĉe %2$s kaj Facebook malvalidiĝis. Tio kutime okazas post kiam via ŝangas vian pasvorton ĉe Facebook. Por reaktivigi la konekto, vi bezonas %3$sreaŭtentiĝi la Facebook konektilon%4$s.

source: %d person likes this
ca: %d persona li agrada això
eo: %d homo ŝatas tiun

source: %d person doesn't like this
ca: %d persona no li agrada això
eo: %d homo malŝatas tiun

source: Generate new key
ca: Generar nova clau
eo: Generi novan ĉifroŝlosilon

source: Widgets key
ca: Ginys clau
eo: Ŝlosilo por fenestraĵoj

source: Widgets available
ca: Ginys disponibles
eo: Disponeblaj fenestraĵoj

source: Connect on Friendica!
ca: Connectar en Friendica
eo: Konekti ĉe Friendica!

source: YourLS Settings
ca: La Teva Configuració de LS
eo: "YourLS" Agordoj

source: URL: http://
eo: URL adreso: http://

source: Username:
ca: Nom d'usuari:
eo: Salutnomo:

source: Password:
ca: Contrasenya:
eo: Pasvorto:

source: Use SSL
ca: Emprar SSL
eo: Uzi SSL

source: yourls Settings saved.
ca: Guardar la seva configuració.
eo: Konservis la agordojn de YourLS.

source: Post to LiveJournal
ca: Missatge a Livejournal
eo: Afiŝi ĉe LiveJournal

source: LiveJournal Post Settings
ca: Configuració d'enviaments a Livejournal
eo: Agordoj pri afiŝoj ĉe LiveJournal

source: Enable LiveJournal Post Plugin
ca: Habilitat el plugin d'enviaments a Livejournal
eo: Ŝalti la LiveJournal-afiŝo kromprogramon.

source: LiveJournal username
ca: Nom d'usuari a Livejournal
eo: LiveJournal Salutnomo

source: LiveJournal password
ca: Contrasenya a Livejournal
eo: LiveJournal pasvorto

source: Post to LiveJournal by default
ca: Enviar per defecte a Livejournal
eo: Defaŭlte afiŝi al LiveJournal

source: Not Safe For Work (General Purpose Content Filter) settings
eo: Not Safe For Work (ĝenerala filtrilo por enhavoj) agordoj

source: This plugin looks in posts for the words/text you specify below, and collapses any content containing those keywords so it is not displayed at inappropriate times, such as sexual innuendo that may be improper in a work setting. It is polite and recommended to tag any content containing nudity with #NSFW. This filter can also match any other word/text you specify, and can thereby be used as a general purpose content filter.
eo: Tiu kromprogramo serĉas la malsupre agordatajn vortojn en afiŝoj kaj malvidebligis ilin se ili enhavas iun vorton. Tiel, afiŝoj ne montriĝis kiuj enhavas maladekvatan enhavon, ekzemple seksumaj aferoj, kiuj ne estas adekvata, ekzemple en la laborejo. En la reto, oni kutime markas tiajn afiŝojn #NSFW - Not Safe For Work - ne adekvata por la laborejo. La filtrilo ankaŭ serĉas ĉiujn vortojn kiujn vi agordas kaj tial funkcias kiel ĝenerala filtrilo.

source: Enable Content filter
eo: Ŝalti la filtrilo por la enhavo

source: Comma separated list of keywords to hide
eo: Perkome disigita listo da kaŝontaj ŝlosilvortoj

source: Use /expression/ to provide regular expressions
ca: Emprar /expressió/ per a proporcionar expressions regulars
eo: Uzu /expr/ por provizi regulajn esprimojn.

source: NSFW Settings saved.
ca: Configuració NSFW guardada.
eo: NSFW agordoj konservitaj.

source: %s - Click to open/close
ca: %s - Clicar per obrir/tancar
eo: %s - Klaku por malfermi/fermi

source: Forums
eo: Forumoj

source: Planets Settings
eo: Agordo pri Planets

source: Enable Planets Plugin
eo: Ŝalti la Planets kromprogamon

source: Latest users
ca: Últims usuaris
eo: Ĵusaj uzantoj

source: Most active users
ca: Usuaris més actius
eo: Plej aktivaj uzantoj

source: Latest photos
eo: Ĵusaj bildoj

source: Latest likes
eo: Ĵusaj ŝatitaĵoj

source: Allow to use your friendica id (%s) to connecto to external unhosted-enabled storage (like ownCloud). See <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>
ca: Permetre l'ús del seu ID de friendica (%s) per Connectar a l'emmagatzematge extern (com ownCloud). Veure <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger"> WebFinger RemoteStorage </a>
eo: Permesi vian identecon ĉe Friendica (%s) por konekti al eksteraj konservejoj subtenata de unhosted (ekz. OwnCloud). Vidu <a href="http://www.w3.org/community/unhosted/wiki/RemoteStorage#WebFinger">RemoteStorage WebFinger</a>

source: Template URL (with {category})
ca: Plantilles de URL (amb {categoria})
eo: URL adreso de ŝablono (kun {category})

source: OAuth end-point
eo: OAuth finpunkto

source: Member since:
ca: Membre des de:
eo: Membro ekde:

source: Three Dimensional Tic-Tac-Toe
ca: Tres en línia Tridimensional
eo: Tri-dimensia Tiktakto

source: 3D Tic-Tac-Toe
ca: Tres en línia 3D
eo: 3D Tiktakto

source: New game
ca: Nou joc
eo: Nova ludo

source: New game with handicap
ca: Nou joc modificat
eo: Nova ludo kun handikapo

source: Three dimensional tic-tac-toe is just like the traditional game except that it is played on multiple levels simultaneously.
ca: El joc del tres en línia tridimensional és com el joc tradicional, excepte que es juga en diversos nivells simultàniament.
eo: Tri-dimensia tiktakto similas la tradician ludon, sed estas ludata sur pluraj ebenoj dum la sama tempo.

source: In this case there are three levels. You win by getting three in a row on any level, as well as up, down, and diagonally across the different levels.
ca: En aquest cas hi ha tres nivells. Vostè guanya per aconseguir tres en una fila en qualsevol nivell, així com dalt, baix i en diagonal a través dels diferents nivells.
eo: Ĉi-kaze ekzistas tri ebenoj. Vi venkas vicigante tri signojn en una vico, en la sama ebeno, same kiel supren, malsupren aŭ diagonale, trans la ebenoj.

source: The handicap game disables the center position on the middle level because the player claiming this square often has an unfair advantage.
ca: El joc modificat desactiva la posició central en el nivell mitjà perquè el jugador en aquesta posició té sovint un avantatge injust.
eo: La ludo kun handikapo malvalidigas la mezan pozicion sur la meza ebeno, ĉar la ludisto kio okupas ĉi tiun pozicion ĉiam havas avantaĝon.

source: You go first...
ca: Vostè va primer ...
eo: Estas via vico unue.

source: I'm going first this time...
ca: Vaig primer aquesta vegada ...
eo: Ĉi-tempe, unue estas mia vico.

source: You won!
ca: Has guanyat!
eo: Vi venkis!

source: "Cat" game!
ca: Empat!
eo: Sendecida ludo!

source: I won!
ca: Vaig guanyar!
eo: Mi venkis!

source: Randplace Settings
ca: Configuració de Randplace
eo: Randplace agordoj.

source: Enable Randplace Plugin
ca: Habilitar el Plugin de Randplace
eo: Aktivigi la Randplace kromprogramon.

source: Post to Dreamwidth
ca: Missatge a Dreamwidth
eo: Afiŝi al Dreamwidth

source: Dreamwidth Post Settings
ca: Configuració d'enviaments a Dreamwidth
eo: Agordoj por Afiŝoj al Dreamwidth

source: Enable dreamwidth Post Plugin
ca: Habilitat el plugin d'enviaments a Dreamwidth
eo: Ŝalti la Dreamwidth Kromprogramon

source: dreamwidth username
ca: Nom d'usuari a Dreamwidth
eo: Dreamwidth salutnomo

source: dreamwidth password
ca: Contrasenya a Dreamwidth
eo: Dreamwidth pasvorto

source: Post to dreamwidth by default
ca: Enviar per defecte a Dreamwidth
eo: Defaŭlte afiŝi al Dreamwidth

source: Post to Drupal
ca: Missatge a Drupal
eo: Afiŝi al Drupal

source: Drupal Post Settings
ca: Configuració d'enviaments a Drupal
eo: Agordoj por Drupal Afiŝoj

source: Enable Drupal Post Plugin
ca: Habilitar el Plugin d'Enviaments de Drupal
eo: Ŝalti la Drupal-afiŝo Kromprogramon

source: Drupal username
ca: Nom d'usuari de Drupal
eo: Drupal salutnomo

source: Drupal password
ca: Contrasenya de Drupal
eo: Drupal pasvorto

source: Post Type - article,page,or blog
ca: Tipus d'Enviament- article,pàgina, o blog
eo: Tipo de Afiŝoj - article, page, aŭ blog

source: Drupal site URL
ca: URL del lloc Drupal
eo: URL adreso de Drupal retejo

source: Drupal site uses clean URLS
ca: el Lloc Drupal empra URLS netes
eo: Drupal retejo uzas purajn URL adresojn

source: Post to Drupal by default
ca: Enviar a Drupal per defecte
eo: Defaŭlte afiŝi ĉe Drupal

source: Post from Friendica
ca: Enviament des de Friendica
eo: Afiŝo de Friendica

source: Geonames settings updated.
ca: Actualitzada la configuració de Geonames.
eo: Ĝidatigis la Geonames agordojn.

source: Geonames Settings
ca: Configuració de Geonames
eo: Geonames Agordoj

source: Enable Geonames Plugin
ca: Habilitar Plugin de Geonames
eo: Ŝalti la Geonames Kromprogramon

source: Upload a file
ca: Carrega un arxiu
eo: Alŝuti dosieron

source: Drop files here to upload
ca: Deixa aquí el arxiu a carregar
eo: Ŝovmeti dosierojn ĉi tie por alŝuti ilin.

source: Failed
ca: Fracassar
eo: Malsukcesi

source: No files were uploaded.
ca: No hi ha arxius carregats.
eo: Neniom da dosieroj alŝutita.

source: Uploaded file is empty
ca: L'arxiu carregat està buit
eo: Alŝutita dosiero estas malplena.

source: File has an invalid extension, it should be one of
ca: Arxiu té una extensió no vàlida, ha de ser una de
eo: Dosiero havas nevalidan sufikson. Ĝi estu unu de

source: Upload was cancelled, or server error encountered
ca: La pujada va ser cancel.lada, o es va trobar un error de servidor
eo: Alŝutado estas nuligita aŭ okazis eraro sur la servilo

source: OEmbed settings updated
ca: Actualitzar la configuració OEmbed
eo: Ĝisdatigis OEmbed agordojn

source: Use OEmbed for YouTube videos
ca: Empreu OEmbed per videos YouTube
eo: Uzi OEmbed por YouTube videtoj

source: URL to embed:
ca: Adreça URL del recurs
eo: Enigi la URL adreson:

source: Impressum
eo: Kolofono

source: Site Owner
ca: Propietari del lloc
eo: Proprietulo de la laĝo

source: Postal Address
ca: Adreça postal
eo: Poŝta Adreso

source: The impressum addon needs to be configured!<br />Please add at least the <tt>owner</tt> variable to your config file. For other variables please refer to the README file of the addon.
ca: El complement impressum s'ha de configurar!<br />Si us plau afegiu almenys la variable <tt>propietari </tt> al fitxer de configuració. Per a les altres variables, consulteu el fitxer README del complement.
eo: La kolofono (impressum) kromprogramo bezonas agordojn!<br />Bonvolu aldoni minimume la <tt>owner</tt> variablon al via agorda dosiero. Por aliaj variabloj, bonvolu legi la README dosieron de la kromprogramo.

source: The page operators name.
eo: La nomo de la funkciigisto de la retejo.

source: Site Owners Profile
ca: Perfil del Propietari del Lloc
eo: Profilo de la Proprietulo de la Retejo

source: Profile address of the operator.
eo: La profilo de la funkciigisto de la retejo.

source: How to contact the operator via snail mail.
eo: Kiel kontakti la funkciigiston de la retejo tra paperpoŝto.

source: Additional notes that are displayed beneath the contact information.
eo: Pliaj notoj kiuj estas montrigota malsupre la kontaktinformojn.

source: How to contact the operator via email. (will be displayed obfuscated)
eo: Kiel kontakti la funkciigiston de la retejo tra retpoŝto. (montriĝos vuale)

source: Footer note
eo: Paĝpiednoto

source: Text for the footer.
eo: Teksto por la paĝpiedo.

source: Report Bug
ca: Informar de problema
eo: Skribi cimraporton

source: "Blockem" Settings
ca: Configuració de "Bloqueig"
eo: "Blockem" Agordoj

source: Comma separated profile URLS to block
ca: URLS dels perfils a bloquejar, separats per comes
eo: Blokotaj URL adresoj, disigita per komo

source: BLOCKEM Settings saved.
ca: Guardada la configuració de BLOQUEIG.
eo: Konservis Agordojn de BLOCKEM.

source: Blocked %s - Click to open/close
ca: Bloquejar %s - Clica per obrir/tancar
eo: %s blokita - Klaku por malfermi/fermi

source: Unblock Author
ca: Desbloquejar Autor
eo: Malbloki Aŭtoron

source: Block Author
ca: Bloquejar Autor
eo: Bloki Aŭtoron

source: blockem settings updated
ca: Actualitzar la Configuració de bloqueig
eo: Ĝisdatigis la blockem agordojn

source: Quick Comment Settings
ca: Configuració Ràpida dels Comentaris
eo: Agordoj pri Rapidaj Komentoj

source: Quick comments are found near comment boxes, sometimes hidden. Click them to provide simple replies.
ca: Comentaris ràpids es troben prop de les caixes de comentaris, de vegades ocults. Feu clic a ells per donar respostes simples.
eo: Rapidaj komentoj troviĝas apud komentkampoj, kelkfoje kaŝita. Klaku ilin por provizi simplajn rispondojn.

source: Enter quick comments, one per line
ca: Introduïu els comentaris ràpids, un per línia
eo: Entajpu rapidaj komentoj, po unu je linio.

source: Quick Comment settings saved.
ca: Guardada la configuració de comentaris ràpids.
eo: Konservis agordojn pri rapidaj komentoj.

source: Tile Server URL
ca: URL del servidor, del mosaico de servidores
eo: Adreso de Kahelservilo

source: A list of <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">public tile servers</a>
ca: Una llista de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank"> un mosaic de servidors públics</a>
eo: Listo de <a href="http://wiki.openstreetmap.org/wiki/TMS" target="_blank">publikaj kahelserviloj</a>

source: Default zoom
ca: Zoom per defecte
eo: Defaŭlta zoma faktoro

source: The default zoom level. (1:world, 18:highest)
ca: Nivell de zoom per defecte. (1: el món, 18: el més alt)
eo: La defaŭlta zoma faktoro. (1:tutmonda, 18:plej proksima)

source: The MathJax addon renders mathematical formulae written using the LaTeX syntax surrounded by the usual $$ or an eqnarray block in the postings of your wall,network tab and private mail.
eo: La Mathjax kromprogramo bildigas matematikajn formulojn skribitajn en la LaTeX sintakso, cirkaŭigita de la komuna $$ aŭ eqnarray bloko en afiŝoj ĉe via muro, Reto folio kaj privataj mesaĝoj.

source: Use the MathJax renderer
eo: Ĉu uzi la Mathjax bildigilo

source: MathJax Base URL
eo: Mathjax Baza URL Adreso

source: The URL for the javascript file that should be included to use MathJax. Can be either the MathJax CDN or another installation of MathJax.
eo: La URL adreso por la javascript dosiero kiu estas inkluzivigonta por uzi Mathjaz. Eblas esti aŭ la Mathjax CDN aŭ alia Mathjax instalo.

source: Editplain settings updated.
ca: Actualitzar la configuració de Editplain.
eo: Ĝisdatigis la Editplain agordojn.

source: Editplain Settings
ca: Configuració de Editplain
eo: Agordoj por Editplain

source: Disable richtext status editor
ca: Deshabilitar l'editor d'estatus de texte enriquit
eo: Malŝalti la riĉteksto-redaktilon

source: generic profile image
eo: komuna profilbildo

source: random geometric pattern
eo: loteca geometria skemo

source: monster face
eo: monstrobildo

source: computer generated face
eo: komputita vizaĝo

source: retro arcade style face
eo: retrostila videoludstila vizaĝo

source: Default avatar image
eo: Defaŭlta avatarbildo

source: Select default avatar image if none was found at Gravatar. See README
eo: Elektu defaŭltan avatarbildon se neniu troviĝis ĉe Gravatar. Vidu README.

source: Rating of images
eo: Pritakso de bildoj

source: Select the appropriate avatar rating for your site. See README
eo: Elektu la ĝustan pritakson de via avataro por via retejo. Vidu README.

source: Gravatar settings updated.
eo: Gravatar agordoj ĝisdatigitaj.

source: Your account on %s will expire in a few days.
eo: Via konto ĉe %s senvalidiĝos post kelkaj tagoj.

source: Your Friendica test account is about to expire.
eo: Via Friendica provkonto baldaŭ malaktiviĝos.

source: Hi %1$s, Your test account on %2$s will expire in less than five days. We hope you enjoyed this test drive and use this opportunity to find a permanent Friendica website for your integrated social communications. A list of public sites is available at http://dir.friendica.com/siteinfo - and for more information on setting up your own Friendica server please see the Friendica project website at http://friendica.com.
eo: Saluton %1$s, Via testkonto ĉe %2$s senvalidiĝos post malpli ol kvin tagoj. Vi esperas ke vi ĝuis la teston kaj baldaŭ trovosĝustan Friendica retejon por via integrita sociala komunikado. Listo de publikaj retejoj troviĝas ĉe http://dir.friendica.com/siteinfo - kaj por pli da informoj pri kiel instali vian propran Friendica servilon, bonvolu viziti la retejon de la Friendica projekton ĉe http://friendica.com.

source: "pageheader" Settings
ca: Configuració de la capçalera de pàgina.
eo: "pageheader" Agordoj

source: pageheader Settings saved.
ca: guardada la configuració de la capçalera de pàgina.
eo: Konservis Agordojn de pageheader.

source: Post to Insanejournal
eo: Afiŝi al Insanejournal

source: InsaneJournal Post Settings
eo: Agordoj pri Insaenejournal Afiŝoj

source: Enable InsaneJournal Post Plugin
eo: Ŝalti la InsaneJournal afiŝo kromprogramon.

source: InsaneJournal username
eo: Salutnomo ĉe InsaneJournal

source: InsaneJournal password
eo: Pasvorto ĉe InsaneJournal

source: Post to InsaneJournal by default
eo: Defaŭlte afiŝi ĉe InsaneJournal

source: Post to StatusNet
ca: Publica-ho a StatusNet
eo: Afiŝi ĉe StatusNet

source: Please contact your site administrator.<br />The provided API URL is not valid.
ca: Si us plau, poseu-vos en contacte amb l'administrador del lloc. <br /> L'adreça URL de l'API proporcionada no és vàlida.
eo: Bonvolu kontaki vian retejan administranton.<br />La API URL adreso ne validas.

source: We could not contact the StatusNet API with the Path you entered.
ca: No hem pogut posar-nos en contacte amb l'API StatusNet amb la ruta que has introduït.
eo: Ni ne povis trovi la StatusNet API kun la vojo kiun vi entajpis.

source: StatusNet settings updated.
ca: La configuració StatusNet actualitzada.
eo: StatusNet agordoj ĝisdatigita.

source: StatusNet Posting Settings
ca: Configuració d'Enviaments per a StatusNet
eo: Agordoj por StausNet afiŝoj

source: Globally Available StatusNet OAuthKeys
ca: OAuthKeys de StatusNet Globalment Disponible
eo: Ĝeneralaj disponeblaj StatusNet OAuth ŝlosiloj

source: There are preconfigured OAuth key pairs for some StatusNet servers available. If you are useing one of them, please use these credentials. If not feel free to connect to any other StatusNet instance (see below).
ca: Hi ha preconfigurats parells clau OAuth per a alguns servidors StatusNet disponibles. Si està emprant un d'ells, utilitzi aquestes credencials. Si no és així no dubteu a connectar-se a qualsevol altra instància StatusNet (veure a baix).
eo: Disponeblas antaŭagorditaj ŝlosilparoj por kelkaj StatusNet serviloj. Se via uzas iun de iu, bonvolu uzi unun de tiuj legitimaĵojn. Se ne, bonvolu konekti al iu alia StatusNet servilo (vidu malsupre).

source: Provide your own OAuth Credentials
ca: Proporcioneu les vostres credencials de OAuth
eo: Provizi viajn proprajn OAuth legitimaĵojn

source: No consumer key pair for StatusNet found. Register your Friendica Account as an desktop client on your StatusNet account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited StatusNet installation.
ca: no s'ha trobat cap parell "consumer key" per StatusNet. Registra el teu compte Friendica com un client d'escriptori en el seu compte StatusNet, copieu el parell de "consumer key" aquí i entri a l'arrel de la base de l'API. <br /> Abans de registrar el seu parell de claus OAuth demani a l'administrador si ja hi ha un parell de claus per a aquesta instal·lació de Friendica en la instal·lació del teu favorit StatusNet.
eo: Ne trovis klientajn ŝlosilojn por StatusNet. Registru vian Friendica konton kiel klientkomputilo/desktop client en via StausNet konto. Kopiu la klientajn ŝlosilojn ĉi tien kaj entajpu la baza API radiko.<br />Antaŭ vi registros viajn proprajn OAuth ŝlosilojn, demandu al la administranto ĉu jam ekzistas ŝlosiloj por ĉi-tiu Friendia retejo je via StatusNet retejo.

source: OAuth Consumer Key
eo: OAuth Ŝlosilo de Kliento

source: OAuth Consumer Secret
eo: OAuth Sekreto de Kliento

source: Base API Path (remember the trailing /)
ca: Base API Path (recorda deixar / al final)
eo: Baza vojo al la API (ne forgesu la finan /)

source: To connect to your StatusNet account click the button below to get a security code from StatusNet which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to StatusNet.
ca: Per connectar al seu compte StatusNet, feu clic al botó de sota per obtenir un codi de seguretat StatusNet, que has de copiar a la casella de sota, i enviar el formulari. Només els missatges <strong> públics </strong> es publicaran en StatusNet.
eo: Por konekti al vian konton ĉe StatusNet, klaku la malsupran butonon por atingi sekurecan kodon de StatusNet, kiun vi devas alglui en la malsupra kampo kaj sendi la formon. Nur viaj <strong>publikaj</strong> afiŝoj estos afiŝota al StatusNet.

source: Log in with StatusNet
ca: Accedeixi com en StatusNet
eo: Ensaluti kun StatusNet.

source: Copy the security code from StatusNet here
ca: Copieu el codi de seguretat StatusNet aquí
eo: Alglui la kodon de StatusNet ĉi tie:

source: Cancel Connection Process
ca: Cancel·lar el procés de connexió
eo: Nuligi Konektadon

source: Current StatusNet API is
ca: L'Actual StatusNet API és
eo: La nuna StatusNet API estas

source: Cancel StatusNet Connection
ca: Cancel·lar la connexió amb StatusNet
eo: Nuligi Konekton al StatusNet

source: Currently connected to:
ca: Actualment connectat a:
eo: Konektita al:

source: If enabled all your <strong>public</strong> postings can be posted to the associated StatusNet account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
ca: Si està activat, tots els seus anuncis <strong>públics</strong> poden ser publicats en el compte StatusNet associat. Vostè pot optar per fer-ho per defecte (en aquest cas) o per cada missatge per separat en les opcions de comptabilització en escriure l'entrada.
eo: Kiam ŝaltita, ĉiuj <strong>publikaj</strong> afiŝoj de vi ankaŭ eblas esti afiŝota al la asociigita StatusNet konto. Vi povas elekti ĝin defaŭlte (ĉi tie) au unuope por ĉiuj afiŝoj kiam vi skribos ilin.
