Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Set background image
sv: Välj bakgrundsbild

source: Set background attachment
sv: Välj fixerad bakgrund

source: Set background color
sv: Välj bakgrundsfärg

source: Set section background image
sv: Välj bakgrundsbild för avsnitt

source: Set section background color
sv: Välj bakgrundsfärg för avsnitt

source: Set color of items - use hex
sv: Välj färg på inlägg - använd hex

source: Set color of links - use hex
sv: Välj färg på länkar - använd hex

source: Set max-width for items. Default 400px
sv: Välj största bredd för inlägg. Standard 400px

source: Set min-width for items. Default 240px
sv: Välj minsta bredd för inlägg. Standard 240px

source: Set the generic content wrapper width. Default 48%
sv: Välj bredd på fältet för allmänt innehåll. Standard 48%

source: Set color of fonts - use hex
sv: Välj textfärg - använd hex

source: Set background-size element
sv: Välj bakgrundsskala

source: Item opacity
sv: Inläggsopacitet

source: Display post previews only
sv: Visa endast förhandsgranskning av inlägg

source: Display side bar on channel page
sv: Visa sidolist på kanalsidan

source: Colour of the navigation bar
sv: Färg på navigeringslisten

source: Item float
sv: Flytning för inlägg

source: Left offset of the section element
sv: Vänster offset för avsnittselementet

source: Right offset of the section element
sv: Höger offset för avsnittselementet

source: Section width
sv: Avsnittsbredd

source: Left offset of the aside
sv: Vänster offset för sidoelement

source: Right offset of the aside element
sv: Höger offset för sidoelement

source: Light (Red Matrix default)
sv: Light (standard för Red Matrix)

source: Narrow navbar
sv: Smal navigeringslist

source: Navigation bar background color
sv: Navigeringslistens bakgrundsfärg

source: Navigation bar gradient top color
sv: Övre gradientfärg i navigeringslisten

source: Navigation bar gradient bottom color
sv: Undre gradientfärg i navigeringslisten

source: Navigation active button gradient top color
sv: Övre gradientfärg på aktiv knapp i navigeringslisten

source: Navigation active button gradient bottom color
sv: Undre gradientfärg på aktiv knapp i navigeringslisten

source: Navigation bar border color
sv: Färg på navigeringslistens kant

source: Navigation bar icon color
sv: Färg på ikoner i navigeringslisten

source: Navigation bar active icon color
sv: Färg på aktiv ikon i navigeringslisten

source: link color
sv: Länkfärg

source: Set font-color for banner
sv: Välj textfärg för sidhuvudet

source: Set the background color
sv: Välj bakgrundsfärg

source: Set the background image
sv: Välj bakgrundsbild

source: Set the background color of items
sv: Välj bakgrundsfärg för inlägg

source: Set the background color of comments
sv: Välj bakgrundsfärg för kommentarer

source: Set the border color of comments
sv: Välj kantfärg för kommentarer

source: Set the indent for comments
sv: Välj indrag för kommentarer

source: Set the basic color for item icons
sv: Välj basfärg för inläggsikoner

source: Set the hover color for item icons
sv: Välj färg på inläggsikon under muspekare

source: Set font-size for the entire application
sv: Välj textstorlek för hela applikationen

source: Set font-color for posts and comments
sv: Välj textfärg för inlägg och kommentarer

source: Set radius of corners
sv: Välj hörnradie

source: Set shadow depth of photos
sv: Välj skuggdjup för foton

source: Set maximum width of conversation regions
sv: Välj maxbredd på konversationsfält

source: Center conversation regions
sv: Centrera konversationsfält

source: Set minimum opacity of nav bar - to hide it
sv: Välj lägsta opacitet för navigeringslisten - för att dölja den

source: Set size of conversation author photo
sv: Välj storlek på foto för trådskapare

source: Set size of followup author photos
sv: Välj storlek på svarande personers foton

source: Sloppy photo albums
sv: Oordnade fotoalbum

source: Are you a clean desk or a messy desk person?
sv: Föredrar du ett tomt eller stökigt skrivbord?

source: Update %s failed. See error logs.
sv: Uppdatering %s misslyckades. Se felloggar.

source: Update Error at %s
sv: Uppdateringsfel på %s

source: Create an account to access services and applications within the Red Matrix
sv: Skapa ett konto för att komma åt tjänster och applikationer inom Red Matrix

source: Password
sv: Lösenord

source: Remember me
sv: Kom ihåg mig

source: Forgot your password?
ca: Oblidà la contrasenya?
eo: Ĉu vi vorgesis vian pasvorton?
sv: Glömt lösenordet?

source: permission denied
sv: behörighet saknas

source: toggle mobile
sv: växla mobil

source: Contact settings applied.
ca: Ajustos de Contacte aplicats.
eo: Kontaktagordoj estas konservita.

source: Contact update failed.
ca: Fracassà l'actualització de Contacte
eo: Ĝisdatigo de kontakto malsukcesis.

source: Repair Contact Settings
ca: Reposar els ajustos de Contacte
eo: Ripari kontaktagordoj.

source: <strong>WARNING: This is highly advanced</strong> and if you enter incorrect information your communications with this contact may stop working.
ca: <strong>ADVERTÈNCIA: Això és molt avançat </strong> i si s'introdueix informació incorrecta la seva comunicació amb aquest contacte pot deixar de funcionar.
eo: <strong>AVERTO: Tio estas tre altnivela</strong> kaj se vi entajpus malĝustan informojn, komunikado kun la kontakto eble ne plu funkcios.

source: Please use your browser 'Back' button <strong>now</strong> if you are uncertain what to do on this page.
ca: Si us plau, prem el botó 'Tornar' <strong>ara</strong> si no saps segur que has de fer aqui.
eo: Bonvolu klaki 'malantaŭen' en via retesplorilo <strong>nun</strong> se vi ne scias kion faru ĉi tie.

source: Return to contact editor
ca: Tornar al editor de contactes
eo: Reen al kontakta redaktilo

source: Account Nickname
ca: Malnom de Compte
eo: Kaŝnomo de la konto

source: @Tagname - overrides Name/Nickname
ca: @Tagname - té prel·lació sobre Nom/Malnom
eo: @Marknomo - Transpasas nomon/kaŝnomon

source: Account URL
ca: Adreça URL del Compte
eo: Adreso de la konto

source: Friend Request URL
ca: Adreça URL de sol·licitud d'Amistat
eo: Kontaktpeta adreso

source: Friend Confirm URL
ca: Adreça URL de confirmació d'Amic
eo: Kontaktkonfirma adreso

source: Notification Endpoint URL
ca: Adreça URL de Notificació
eo: Finpunkta adreso por atentigoj

source: Poll/Feed URL
ca: Adreça de Enquesta/Alimentador
eo: Adreso de fluo

source: New photo from this URL
ca: Nova foto d'aquesta URL
eo: Nova bildo el tiu adreso

source: File upload failed.
ca: La càrrega de fitxers ha fallat.
eo: Alŝutado malsukcesis.

source: Event description and start time are required.
ca: Es requereix descripció de l'esdeveniment i l'hora d'inici.
eo: Okazo bezonas priskribon kaj startotempon.

source: link to source
ca: Enllaç al origen
eo: ligi al fonto

source: hour:minute
ca: hora:minut
eo: horo:minuto

source: Format is %s %s. Starting date and Description are required.
ca: El format és %s %s. Es requereix Data d'inici i Descripció.
eo: Formato estas %s %s. Startotempo kaj priskribo estas bezonataj

source: %s welcomes %s
ca: %s Benvingut %s
eo: %s salutas %s

source: Contact information unavailable
ca: Informació del Contacte no disponible
eo: Kontaktoj informoj ne disponeblas

source: was tagged in a
ca: Fou etiquetat a un
eo: estas markita en

source: by
ca: per
eo: de

source: Image exceeds size limit of
ca: La imatge excedeix el límit de
eo: Bildo estas pli granda ol la limito de

source: New album name:
ca: Nou nom d'àlbum:
eo: Nomo por nova albumo:

source: or existing album name:
ca: o nom d'àlbum existent:
eo: aŭ nomo de estanta albumo:

source: View photo
ca: Veure foto
eo: Vidi bildon

source: Tags:
ca: Etiquetes:
eo: Markoj:

source: [Remove any tag]
ca: Treure etiquetes
eo: [Forviŝi iun markon]

source: New album name
ca: Nou nom d'àlbum
eo: Nova nomo de albumo

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
ca: Exemple: @bob, @Barbara_jensen, @jim@example.com, #California, #camping
eo: Ekzemple: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping

source: Not available.
ca: No disponible.
eo: Ne disponebla.

source: Community
ca: Comunitat
eo: Komunumo

source: No results.
ca: Sense resultats.
eo: Nenion trovita.

source: This is Friendica, version
ca: Això és Friendica, versió
eo: Tio estas Friendica en la versio

source: running at web location
ca: funcionant en la ubicació web
eo: instalita ĉe la adreso

source: Please visit <a href="http://friendica.com">Friendica.com</a> to learn more about the Friendica project.
ca: Si us plau, visiteu <a href="http://friendica.com">Friendica.com</a> per obtenir més informació sobre el projecte Friendica.
eo: Bonvolu iri al <a href="http://friendica.com">Friendica.com</a> por lerni pli pri la projekto Friendica

source: Suggestions, praise, donations, etc. - please email "Info" at Friendica - dot com
ca: Suggeriments, elogis, donacions, etc si us plau escrigui a "Info" en Friendica - dot com
eo: Sugestoj, laŭdoj, donacoj ktp - bonvolu sendi mesĝon al "Info" ĉe Friendica - punkto com

source: Post to Email
ca: Correu per enviar
eo: Sendi tra retpoŝto

source: CC: email addresses
ca: CC: Adreça de correu
eo: CC: retpoŝtadresojn

source: Set title
ca: Canviar títol
eo: Redakti titolon

source: This introduction has already been accepted.
ca: Aquesta presentació ha estat acceptada.
eo: Tia prezento jam estas akceptita

source: Profile location is not valid or does not contain profile information.
ca: El perfil de situació no és vàlid o no contè informació de perfil
eo: La adreso de la profilo ne validas aŭ ne enhavas profilinformojn.

source: Warning: profile location has no identifiable owner name.
ca: Atenció: El perfil de situació no te nom de propietari identificable.
eo: Averto: La adreso de la profilo ne enhavas identeblan personan nomon.

source: Warning: profile location has no profile photo.
ca: Atenció: El perfil de situació no te foto de perfil
eo: Averto: La adreso de la profilo ne enhavas bildon.

source: %d required parameter was not found at the given location
ca: %d el paràmetre requerit no es va trobar al lloc indicat
eo: %d bezonataj parametroj ne trovita ĉe la donata adreso.

source: Introduction complete.
ca: Completada la presentació.
eo: Prezento sukcesis.

source: Unrecoverable protocol error.
ca: Error de protocol irrecuperable.
eo: Neĝustigebla eraro en protokolo.

source: Profile unavailable.
ca: Perfil no disponible
eo: Profilo ne estas disponebla.

source: %s has received too many connection requests today.
ca: %s avui ha rebut excesives peticions de connexió.
eo: %s hodiaŭ ricevis tro multe da konektpetoj.

source: Spam protection measures have been invoked.
ca: Mesures de protecció contra spam han estat invocades.
eo: Kontraŭspamilo estas aktivita.

source: Friends are advised to please try again in 24 hours.
ca: S'aconsellà els amics que probin pasades 24 hores.
eo: Amikoj, vi bonvolu ripeti post 24 horoj.

source: Invalid locator
ca: Localitzador no vàlid
eo: Nevalida adreso.

source: Invalid email address.
eo: Nevalida repoŝtadreso.

source: This account has not been configured for email. Request failed.
eo: La konto ne estas agordita por retpoŝto. La peto malsukcesis.

source: Unable to resolve your name at the provided location.
ca: Incapaç de resoldre el teu nom al lloc facilitat.
eo: Via nomo ne troveblas al la donita adreso.

source: You have already introduced yourself here.
ca: Has fer la teva presentació aquí.
eo: Vi vin jam prezentis tie.

source: Apparently you are already friends with %s.
ca: Aparentment, ja tens amistat amb %s
eo: Ŝajnas kvazaŭ vi jam amikiĝis kun %s.

source: Invalid profile URL.
ca: Perfil URL no vàlid.
eo: Nevalida adreso de profilo.

source: Disallowed profile URL.
ca: Perfil URL no permès.
eo: Malpermesita adreso de profilo.

source: Failed to update contact record.
ca: Error en actualitzar registre de contacte.
eo: Ĝisdatigo de via kontaktrikordo malsukcesis.

source: Your introduction has been sent.
ca: La teva presentació ha estat enviada.
eo: Via prezento estas sendita.

source: Please login to confirm introduction.
ca: Si us plau, entri per confirmar la presentació.
eo: Bonvolu ensaluti por jesigi la prezenton.

source: Incorrect identity currently logged in. Please login to <strong>this</strong> profile.
ca: Sesió iniciada amb la identificació incorrecta. Entra en <strong>aquest</strong> perfil.
eo: Malĝusta identaĵo ensalutata. Bonvolu ensaluti en <strong>tiun</strong> profilon.

source: Welcome home %s.
ca: Benvingut de nou %s
eo: Bonvenon hejme, %s.

source: Please confirm your introduction/connection request to %s.
ca: Si us plau, confirmi la seva sol·licitud de Presentació/Amistat a %s.
eo: Bonvolu konfirmi vian prezenton / kontaktpeton al %s.

source: Confirm
ca: Confirmar
eo: Konfirmi.

source: [Name Withheld]
ca: [Nom Amagat]
eo: [Kaŝita nomo]

source: Please enter your 'Identity Address' from one of the following supported communications networks:
eo: Bonvolu entajpi vian 'Identecan Adreson' de iu de tiuj subtenataj komunikaj retejoj:

source: <strike>Connect as an email follower</strike> (Coming soon)
eo: <strike>Konektu kiel retpoŝta sekvanto</strike> (Baldaŭ venos)

source: If you are not yet a member of the free social web, <a href="http://dir.friendica.com/siteinfo">follow this link to find a public Friendica site and join us today</a>.
eo: Se vi ne estas membro de la libra interkona reto, <a href="http://dir.friendica.com/siteinfo">sekvu ĉi-ligilon por trovi publikan Friendica retejon kaj aliĝi kun ni hodiaŭ</a>.

source: Friend/Connection Request
ca: Sol·licitud d'Amistat
eo: Prezento / Konektpeto

source: Examples: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
ca: Exemples: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca
eo: Ekzemploj: jojo@demo.friendica.com, http://demo.friendica.com/profile/jojo, testuser@identi.ca

source: Please answer the following:
ca: Si us plau, contesti les següents preguntes:
eo: Bonvolu respondi:

source: Does %s know you?
ca: %s et coneix?
eo: Ĉu %s konas vin?

source: Add a personal note:
ca: Afegir una nota personal:
eo: Aldoni personan noton:

source: StatusNet/Federated Social Web
ca: Web Social StatusNet/Federated
eo: StatusNet/Federaciaj interkonaj retejoj

source: - please do not use this form. Instead, enter %s into your Diaspora search bar.
eo: - bonvolu ne uzi ĉi formo. Anstataŭe, entajpu %s en la Diaspora serĉilo.

source: Your Identity Address:
ca: La Teva Adreça Identificativa:
eo: Via identeca adreso:

source: Submit Request
ca: Sol·licitud Enviada
eo: Sendi peton

source: Friendica Social Communications Server - Setup
ca: Friendica Social Communications Server - Ajustos
eo: Friendica Interkona Komunikada Servilo - Instalo

source: Your Friendica site database has been installed.
ca: La base de dades del teu lloc Friendica ha estat instal·lada.
eo: La datumbazo de vi Friendica retjo estas instalita.

source: Please see the file "INSTALL.txt".
ca: Per favor, consulti l'arxiu "INSTALL.txt".
eo: Bonvolu legi la dosieron "INSTALL.txt".

source: Proceed to registration
ca: Procedir a la inscripció
eo: Pluigi al la registrilo

source: Proceed with Installation
ca: Procedeixi amb la Instal·lació
eo: Pluigi la instalado

source: You may need to import the file "database.sql" manually using phpmyadmin or mysql.
ca: Pot ser que hagi d'importar l'arxiu "database.sql" manualment amb phpmyadmin o mysql.
eo: Vi bezonas mane importi la dosieron "database.sql" tra phpmyadmin aŭ mysql.

source: Database import failed.
ca: La importació de base de dades ha fallat.
eo: Importo de la datumbazo malsukcesis.

source: In order to install Friendica we need to know how to connect to your database.
ca: Per a instal·lar Friendica necessitem conèixer com connectar amb la deva base de dades.
eo: Por instali Friendica, ni bezonas scii kiel konekti al via datumbazo.

source: Enter full path to php executable
ca: Introdueixi el camí complet del executable php
eo: Entajpu plenan vojon al la komanda linia versio de PHP

source: mysqli PHP module
ca: Mòdul mysqli de PHP
eo: PHP modulo mysqli

source: Apace mod_rewrite module
ca: Mòdul mod_rewrite de Apache
eo: Apache modulo mod_rewrite

source: Error: mysqli PHP module required but not installed.
ca: Error: El mòdul mysqli de PHP és necessari però no està instal·lat.
eo: Eraro: La modulo mysqli en PHP estas bezonata sed ne instalita.

source: Please check with your site documentation or support people to see if this situation can be corrected.
ca: Per favor, consulti amb la documentació del seu lloc o persones de suport per veure si aquesta situació es pot corregir.
eo: Bonvolu kontroli la dokumentojn de via servilo aŭ teĥnikiston por ekscii ĉu la situacio ĝustigeblas.

source: If not, you may be required to perform a manual installation. Please see the file "INSTALL.txt" for instructions.
ca: Si no, vostè pot ser requerit per realitzar una instal·lació manual. Per favor, consulti l'arxiu "INSTALL.txt" per obtenir instruccions.
eo: Se ne, vi eble bezonas instali mane. Bonvolu legi la dosieron "INSTALL.txt" por pluaj instruaĵoj.

source: Time Conversion
ca: Temps de Conversió
eo: Konverto de tempo

source: Friendika provides this service for sharing events with other networks and friends in unknown timezones.
ca: Friendica ofereix aquest servei per compartir esdeveniments amb altres xarxes i amics a les zones horàries desconegudes.
eo: Friendica provizas tiun servon por kunhavigi okazojn kun aliaj retoj kaj amikoj en aliaj horzonoj.

source: UTC time: %s
ca: hora UTC: %s
eo: UTC horo: %s

source: Current timezone: %s
ca: Zona horària actual: %s
eo: Aktuala horzono: %s

source: Converted localtime: %s
ca: Conversión de hora local: %s
eo: Konvertita loka horo: %s

source: Please select your timezone:
ca: Si us plau, seleccioneu la vostra zona horària:
eo: Bonvolu elekti vian horzonon:

source: System
ca: Sistema
eo: Sistemo

source: Network
ca: Xarxa
eo: Reto

source: Introductions
ca: Presentacions
eo: Prezentoj

source: Show Ignored Requests
ca: Mostra les Sol·licituds Ignorades
eo: Montri ignoritajn petojn

source: Hide Ignored Requests
ca: Amaga les Sol·licituds Ignorades
eo: Kaŝi ignoritajn petojn

source: Notification type:
ca: Tipus de Notificació:
eo: Tipo de atentigo:

source: Friend Suggestion
ca: Amics Suggerits
eo: Amikosugestoj

source: suggested by %s
ca: sugerit per %s
eo: sugestita de %s

source: Hide this contact from others
ca: Amaga aquest contacte dels altres
eo: Kaŝi ĉi tiun kontakton al aliaj

source: Post a new friend activity
ca: Publica una activitat d'amic nova
eo: Afiŝi novan amikecan aktivecon

source: if applicable
ca: si es pot aplicar
eo: se aplikebla

source: Claims to be known to you:
ca: Diu que et coneix:
eo: Pensas ke vi konas ilin:

source: yes
ca: sí
eo: jes

source: no
eo: ne

source: Approve as:
ca: Aprovat com:
eo: Aprobi kiel:

source: Friend
ca: Amic
eo: Amiko

source: Sharer
ca: Partícip
eo: Kunhaviganto

source: Fan/Admirer
ca: Fan/Admirador
eo: Fanatikulo/Admiranto

source: Friend/Connect Request
ca: Sol·licitud d'Amistat/Connexió
eo: Kontaktpeto

source: New Follower
ca: Nou Seguidor
eo: Nova abonanto

source: No introductions.
ca: Sense presentacions.
eo: Neniom da prezentoj

source: %s liked %s's post
ca: A %s li agrada l'enviament de %s
eo: %s ŝatis la afiŝon de %s

source: %s disliked %s's post
ca: A %s no li agrada l'enviament de %s
eo: %s malŝatis la afiŝon de %s

source: %s is now friends with %s
ca: %s es ara amic de %s
eo: %s amikiĝis kun %s

source: %s created a new post
ca: %s ha creat un enviament nou
eo: %s kreis novan afiŝon

source: %s commented on %s's post
ca: %s va comentar en l'enviament de %s
eo: %s komentis pri la afiŝon de %s

source: No more network notifications.
ca: No més notificacions de xarxa.
eo: Ne pli da retaj atentigoj.

source: Network Notifications
ca: Notificacions de la Xarxa
eo: Retaj Atentigoj

source: No more personal notifications.
ca: No més notificacions personals.
eo: Ne pli da personaj atentigoj

source: Personal Notifications
ca: Notificacions Personals
eo: Personaj Atentigoj

source: No more home notifications.
ca: No més notificacions d'inici.
eo: Ne pli da hejmrilataj atentigoj.

source: Home Notifications
ca: Notificacions d'Inici
eo: Hejmrilataj atentigoj

source: Contact updated.
ca: Contacte actualitzat.
eo: Kontakto estas ĝisdatigita.

source: Contact has been blocked
ca: Elcontacte ha estat bloquejat
eo: Kontakto estas blokita.

source: Contact has been unblocked
ca: El contacte ha estat desbloquejat
eo: Kontakto estas malblokita.

source: Contact has been ignored
ca: El contacte ha estat ignorat
eo: Kontakto estas ignorita.

source: Contact has been unignored
ca: El contacte ha estat recordat
eo: Kontakto estas malignorita.

source: stopped following
ca: Deixar de seguir
eo: ne plu sekvas

source: Contact has been removed.
ca: El contacte ha estat tret
eo: Kontakto estas forigita.

source: You are mutual friends with %s
ca: Ara te una amistat mutua amb %s
eo: Vi estas reciproka amiko de %s

source: You are sharing with %s
ca: Estas compartint amb %s
eo: Vi kunhavigas kun %s

source: %s is sharing with you
ca: %s esta compartint amb tú
eo: %s kunhavigas kun vi

source: Private communications are not available for this contact.
ca: Comunicacions privades no disponibles per aquest contacte.
eo: Privataj komunikadoj ne disponeblas por ĉi tiu kontakto.

source: Never
ca: Mai
eo: Neniam

source: (Update was successful)
ca: (L'actualització fou exitosa)
eo: (Ĝisdatigo sukcesis.)

source: (Update was not successful)
ca: (L'actualització fracassà)
eo: (Ĝisdatigo malsukcesis.)

source: Suggest friends
ca: Suggerir amics
eo: Sugesti amikojn

source: Network type: %s
ca: Xarxa tipus: %s
eo: Reta tipo: %s

source: %d contact in common
ca: %d contacte en comú
eo: %d komuna kontakto

source: View all contacts
ca: Veure tots els contactes
eo: Vidi ĉiujn kontaktojn

source: Repair
ca: Reparar
eo: Ripari

source: Contact Editor
ca: Editor de Contactes
eo: Kontakta redaktilo.

source: Replies/likes to your public posts <strong>may</strong> still be visible
ca: Répliques/agraiments per als teus missatges públics <strong>poden</strong> romandre visibles
eo: Rispondoj/ŝataĵo al viaj publikaj afiŝoj <strong>eble</strong> plu estos videbla

source: All Contacts
ca: Tots els Contactes
eo: Ĉiuj Kontaktoj

source: Unblocked Contacts
ca: Contactes Desbloquejats
eo: Malblokitaj Kontaktoj

source: Blocked Contacts
ca: Contactes Bloquejats
eo: Blokitaj Kontaktoj

source: Ignored Contacts
ca: Contactes Ignorats
eo: Ignoritaj Kontaktoj

source: Hidden Contacts
ca: Contactes Amagats
eo: Kaŝitaj Kontaktoj

source: Mutual Friendship
ca: Amistat Mutua
eo: Reciproka amikeco

source: is a fan of yours
ca: Es un fan teu
eo: estas admiranto de vi

source: you are a fan of
ca: ets fan de
eo: vi estas admiranto de

source: Edit contact
ca: Editar contacte
eo: Redakti kontakton

source: Contacts
ca: Contactes
eo: Kontaktoj

source: Search your contacts
ca: Cercant el seus contactes
eo: Serĉi viajn kontaktojn

source: Nickname or Email:
ca: Malnom o Correu:
eo: Salutnomo aŭ retpoŝtadreso:

source: Connector settings
ca: Configuració dels connectors
eo: Konektiloagordoj

source: Plugin settings
ca: Configuració del plugin
eo: Agordoj pri kromprogramoj

source: Export personal data
ca: Exportar dades personals
eo: Eksporti personan datumaron

source: Missing some important data!
ca: Perdudes algunes dades importants!
eo: Mankas importantaj datumoj!

source: Failed to connect with email account using the settings provided.
ca: Connexió fracassada amb el compte de correu emprant la configuració proveïda.
eo: Ne sukcesis konekti al retpoŝtkonto kun la provizitaj agordoj.
