Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Insert audio link
ca: Insertar enllaç de audio
eo: Alglui ligilon de sono
sv: Infoga ljudlänk

source: audio link
ca: enllaç de audio
eo: sono ligilo
sv: ljudlänk

source: Set your location
ca: Canvia la teva ubicació
eo: Agordi vian lokon
sv: Ange din plats

source: set location
ca: establir la ubicació
eo: agordi lokon
sv: ange plats

source: Clear browser location
ca: neteja adreçes del navegador
eo: Forviŝu retesplorilan lokon
sv: Rensa webbläsarplats

source: clear location
ca: netejar ubicació
eo: forviŝi lokon
sv: rensa plats

source: Title (optional)
sv: Titel (frivilligt)

source: Categories (optional, comma-separated list)
sv: Kategorier (frivilligt, kommaseparerad lista)

source: Permission settings
ca: Configuració de permisos
eo: Permesagordoj
sv: Behörighetsinställningar

source: permissions
ca: Permissos
eo: permesoj
sv: behörighet

source: Public post
ca: Enviament públic
eo: Publika afiŝo
sv: Offentligt inlägg

source: Example: bob@example.com, mary@example.com
ca: Exemple: bob@example.com, mary@example.com
eo: Ekzemple: bob@example.com, mary@example.com
sv: Exempel: bob@example.com, mary@example.com

source: Set expiration date
sv: Ange utgångsdatum

source: Encrypt text
sv: Kryptera text

source: Cancel
ca: Cancel·lar
eo: Nuligi
sv: Avbryt

source: Discover
sv: Upptäck

source: Imported public streams
sv: Importerade offentliga strömmar

source: Commented Order
ca: Ordre dels Comentaris
eo: Komenta Ordo
sv: Kommentarsordning

source: Sort by Comment Date
sv: Ordna efter kommentarsdatum

source: Posted Order
ca: Ordre dels Enviaments
eo: Afiŝita Ordo
sv: Inläggsordning

source: Sort by Post Date
sv: Ordna efter när inlägget skrevs

source: Posts that mention or involve you
sv: Inlägg som nämner eller berör dig

source: New
ca: Nou
eo: Nova
sv: Nytt

source: Activity Stream - by date
sv: Aktivitetsström - efter datum

source: Starred
ca: Favorits
eo: Steligita
sv: Märkt

source: Favourite Posts
sv: Favoritinlägg

source: Spam
sv: Skräp

source: Posts flagged as SPAM
sv: Inlägg markerade som SKRÄP

source: Channel
sv: Kanal

source: Status Messages and Posts
sv: Statusmeddelanden och inlägg

source: About
sv: Om

source: Profile Details
sv: Profildetaljer

source: Files and Storage
sv: Filer och lagring

source: Chatrooms
sv: Chattrum

source: Saved Bookmarks
sv: Sparade bokmärken

source: Manage Webpages
sv: Hantera webbsidor

source: Save to Folder
sv: Spara i mapp

source: View all
sv: Visa alla

# noun
source: Dislike
sv: ogillar detta

source: Add Star
sv: Märk

source: Remove Star
sv: Ta bort märkning

source: Toggle Star Status
sv: Växla märkning

source: starred
ca: favorit
eo: steligita
sv: märkt

source: Add Tag
sv: Lägg till en tagg

source: I like this (toggle)
ca: M'agrada això (canviar)
eo: Mi ŝatas tion (ŝalti)
sv: Jag gillar det här (växla)

source: I don't like this (toggle)
ca: No m'agrada això (canviar)
eo: Mi malŝatas tion(ŝalti)
sv: Jag gillar inte det här (växla)

source: Share This
sv: Dela det här

source: share
ca: Compartir
eo: kunhavigi
sv: dela

source: %d comment
ca: %d comentari
eo: %d komento
sv: %d kommentar

source: View %s's profile - %s
sv: Visa %ss profil - %s

source: to
ca: a
eo: al
sv: till

source: Wall-to-Wall
ca: Mur-a-Mur
eo: Muro-al-Muro
sv: Vägg-till-vägg

source: via Wall-To-Wall:
ca: via Mur-a-Mur
eo: tra Muro-al-Muro:
sv: via vägg-till-vägg

source: Save Bookmarks
sv: Spara bokmärken

source: Add to Calendar
sv: Lägg till kalendern

source: Mark all seen
sv: Märk alla som lästa

# noun
source: Likes
sv: gillar detta

# noun
source: Dislikes
sv: ogillar detta

source: [+] show all
sv: [+] visa alla

source: This is you
ca: Aquest ets tu
eo: Tiu estas vi
sv: Det här är du

source: Comment
ca: Comentari
eo: Komenti
sv: Kommentera

source: Submit
ca: Enviar
eo: Sendi
sv: Skicka

source: Bold
sv: Fet

source: Italic
sv: Kursiv

source: Underline
sv: Understruken

source: Quote
sv: Citat

source: Code
sv: Kod

source: Image
sv: Bild

source: Link
sv: Länk

source: This event has been added to your calendar.
sv: Händelsen har lagts till i din kalender.

source: No recipient provided.
sv: Ingen mottagare angiven.

source: [no subject]
ca: [Sense assumpte]
eo: [neniu temo]
sv: [inget ämne]

source: Unable to determine sender.
sv: Kunde inte avgöra vem som är avsändare.

source: Stored post could not be verified.
sv: Den sparade posten kunde inte verifieras.

source: Item was not found.
ca: Element no trobat.
eo: Elemento ne trovita.
sv: Posten hittades inte.

source: No source file.
sv: Ingen källfil.

source: Cannot locate file to replace
sv: Kan inte hitta fil att ersätta

source: Cannot locate file to revise/update
sv: Kan inte hitta fil att revidera/uppdatera

source: File exceeds size limit of %d
ca: L'arxiu excedeix la mida límit de %d
eo: Dosiero estas pli granda ol la limito de %d
sv: Filen överskrider storleksbegränsningen %d

source: You have reached your limit of %1$.0f Mbytes attachment storage.
sv: Du har nått begränsningen %1$.0f megabyte utrymme för bilagor.

source: File upload failed. Possible system limit or action terminated.
sv: Filuppladdning misslyckades. Möjlig systembegränsning eller avbruten åtgärd.

source: Stored file could not be verified. Upload failed.
sv: Den lagrade filen kunde inte verifieras. Uppladdning misslyckad.

source: Path not available.
sv: Sökväg inte tillgänglig.

source: Empty pathname
sv: Tom sökväg

source: duplicate filename or path
sv: filnamn eller sökväg finns redan

source: Path not found.
sv: Sökväg hittas inte.

source: mkdir failed.
sv: mkdir misslyckades.

source: database storage failed.
sv: databaslagring misslyckades.

source: Red Matrix Notification
sv: Red Matrix-meddelande

source: Thank You,
ca: Gràcies,
eo: Dankon,
sv: Tack,

source: %s Administrator
ca: %s Administrador
eo: %s Administranto
sv: Administratören för %s

source: [Red:Notify] New mail received at %s
sv: [Red:Meddelande] Nytt meddelande på %s

source: %1$s, %2$s sent you a new private message at %3$s.
sv: %1$s, %2$s skickade ett nytt privat meddelande till dig på %3$s.

source: %1$s sent you %2$s.
sv: %1$s skickade %2$s till dig.

source: a private message
ca: un missatge privat
eo: privatan mesaĝon
sv: ett privat meddelande

source: Please visit %s to view and/or reply to your private messages.
ca: Per favor, visiteu %s per a veure i/o respondre els teus missatges privats.
eo: Bonvolu viziti %s por vidi aŭ respondi viajn privatajn mesaĝojn.
sv: Besök %s för att visa och/eller svara på dina privata meddelanden.

source: %1$s, %2$s commented on [zrl=%3$s]a %4$s[/zrl]
sv: %1$s, %2$s kommenterade [zrl=%3$s]ett %4$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]%4$s's %5$s[/zrl]
sv: %1$s, %2$s kommenterade [zrl=%3$s]%4$ss %5$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]your %4$s[/zrl]
sv: %1$s, %2$s kommenterade [zrl=%3$s]ditt %4$s[/zrl]

source: [Red:Notify] Comment to conversation #%1$d by %2$s
sv: [Red:Meddelande] Kommentar till konversation #%1$d av %2$s

source: %1$s, %2$s commented on an item/conversation you have been following.
sv: %1$s, %2$s kommenterade en sak/konversation du har följt.

source: Please visit %s to view and/or reply to the conversation.
ca: Si us pau, visiteu %s per a veure i/o respondre la conversació.
eo: Bonvolu viziti %s por vidi aŭ respondi la konversacion.
sv: Besök %s för att visa och/eller svara på konversationen.

source: [Red:Notify] %s posted to your profile wall
sv: [Red:Meddelande] %s postade till din profilvägg

source: %1$s, %2$s posted to your profile wall at %3$s
sv: %1$s, %2$s postade till din profilvägg på %3$s

source: %1$s, %2$s posted to [zrl=%3$s]your wall[/zrl]
sv: %1$s, %2$s postade till [zrl=%3$s]din vägg[/zrl]

source: [Red:Notify] %s tagged you
sv: [Red:Meddelande] %s taggade dig

source: %1$s, %2$s tagged you at %3$s
sv: %1$s, %2$s taggade dig på %3$s

source: %1$s, %2$s [zrl=%3$s]tagged you[/zrl].
sv: %1$s, %2$s [zrl=%3$s]taggade dig[/zrl].

source: [Red:Notify] %1$s poked you
sv: [Red:Meddelande] %1$s puffade dig

source: %1$s, %2$s poked you at %3$s
sv: %1$s, %2$s puffade dig på %3$s

source: %1$s, %2$s [zrl=%2$s]poked you[/zrl].
sv: %1$s, %2$s [zrl=%2$s]puffade dig[/zrl].

source: [Red:Notify] %s tagged your post
sv: [Red:Meddelande] %s taggade ditt inlägg

source: %1$s, %2$s tagged your post at %3$s
sv: %1$s, %2$s taggade ditt inlägg på %3$s

source: %1$s, %2$s tagged [zrl=%3$s]your post[/zrl]
sv: %1$s, %2$s taggade [zrl=%3$s]ditt inlägg[/zrl]

source: [Red:Notify] Introduction received
sv: [Red:Meddelande] Presentation mottagen

source: %1$s, you've received an new connection request from '%2$s' at %3$s
sv: %1$s, du har fått en ny kontaktförfrågan från '%2$s' på %3$s

source: %1$s, you've received [zrl=%2$s]a new connection request[/zrl] from %3$s.
sv: %1$s, du har fått [zrl=%2$s]en ny kontaktförfrågan[/zrl] från %3$s.

source: You may visit their profile at %s
ca: Pot visitar el seu perfil en %s
eo: Vi povas vidi la profilon de li aŭ ŝi ĉe %s
sv: Du kan besöka deras profil på %s

source: Please visit %s to approve or reject the connection request.
sv: Besök %s för att bevilja eller avslå kontaktförfrågan.

source: [Red:Notify] Friend suggestion received
sv: [Red:Meddelande] Vänförslag mottaget

source: %1$s, you've received a friend suggestion from '%2$s' at %3$s
sv: %1$s, du har fått ett vänförslag från '%2$s' på %3$s

source: %1$s, you've received [zrl=%2$s]a friend suggestion[/zrl] for %3$s from %4$s.
sv: %1$s, du har fått [zrl=%2$s]ett vänförslag[/zrl] angående %3$s från %4$s.

source: Name:
ca: Nom:
eo: Nomo:
sv: Namn:

source: Photo:
ca: Foto:
eo: Bildo:
sv: Foto:

source: Please visit %s to approve or reject the suggestion.
ca: Si us plau, visiteu %s per aprovar o rebutjar la suggerencia.
eo: Bonvolu viziti %s por aprobi aŭ malaprobi la sugeston.
sv: Besök %s för att bevilja eller avslå förslaget.

source: [Red:Notify]
sv: [Red:Notifiering]

source: Logged out.
ca: Has sortit
eo: Elsalutita.
sv: Utloggad.

source: Failed authentication
sv: Inloggning misslyckades

source: Login failed.
ca: Error d'accés.
eo: Ensalutado malsukcesis.
sv: Inloggning misslyckades.

source: view full size
ca: Veure a mida completa
eo: vidi plengrande
sv: visa full storlek

source: %d invitation available
ca: %d invitació disponible
eo: Disponeblas %d invito
sv: %d inbjudan tillgänglig

source: Advanced
ca: Avançat
eo: Altnivela
sv: Avancerat

source: Find Channels
sv: Hitta kanaler

source: Enter name or interest
ca: Introdueixi nom o aficions
eo: Entajpu nomon aŭ intereson
sv: Ange namn eller intresse

source: Connect/Follow
ca: Connectar/Seguir
eo: Konekti/Aboni
sv: Ta kontakt/följ

source: Examples: Robert Morgenstein, Fishing
ca: Exemples: Robert Morgenstein, Pescar
eo: Ekzemple: Robert Morgenstein, Fishing
sv: Exempel: Robert Morgenstein, Fiske

source: Find
ca: Cercar
eo: Trovi
sv: Sök

source: Channel Suggestions
sv: Kanalförslag

source: Random Profile
eo: Hazarda Profilo
sv: Slumpvald profil

source: Invite Friends
ca: Invita Amics
eo: Inviti amikojn
sv: Bjud in vänner

source: Advanced example: name=fred and country=iceland
sv: Avancerat exempel: name=fred and country=iceland

source: %d connection in common
sv: %d gemensam kontakt

source: show more
ca: Mostrar més
eo: montri pli
sv: visa fler

source: Directory Options
sv: Katalogalternativ

source: Alphabetic
sv: Alfabetisk

source: Reverse Alphabetic
sv: Omvänd alfabetisk

source: Newest to Oldest
sv: Nyast till äldst

source: Oldest to Newest
sv: Äldst till nyast

source: Public Forums Only
sv: Endast offentliga forum

source: Sort
sv: Ordning

source: Enable Safe Search
sv: Aktivera säker sökning

source: Disable Safe Search
sv: Avaktivera säker sökning

source: Safe Mode
sv: Säkert läge

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
ca: Un grup eliminat amb aquest nom va ser restablert. Els permisos dels elements existents <strong>poden</strong> aplicar-se a aquest grup i tots els futurs membres. Si això no és el que pretén, si us plau, crei un altre grup amb un nom diferent.
eo: Revivigis malnovan grupon kun la sama nomo. Permesoj por estantaj elementoj <strong>eble</strong> estas validaj por la grupo kaj estontaj membroj. Se tiu ne estas kiun vi atendis, bonvolu krei alian grupon kun alia nomo.
sv: En borttagen grupp med det här namnet återskapades. Befintliga rättigheter till saker <strong>kan</strong> gälla för den här gruppen och alla framtida medlemmar. Om det här inte är vad du avsåg, skapa i stället en annan grupp med ett annat namn.

source: Default privacy group for new contacts
sv: Förvald integritetsgrupp för nya kontakter

source: All Channels
sv: Alla kanaler

source: edit
ca: editar
eo: redakti
sv: redigera

source: Collections
sv: Kretsar

source: Edit collection
sv: Redigera krets

source: Create a new collection
sv: Skapa en ny krets

source: Channels not in any collection
sv: Kanaler inte i någon krets

source: Permission denied
ca: Permís denegat
eo: Malpermesita
sv: Behörighet saknas

source: (Unknown)
sv: (Okänt)

source: Visible to anybody on the internet.
sv: Kan ses av vem som helst på Internet.

source: Visible to you only.
sv: Kan bara ses av dig.

source: Visible to anybody in this network.
sv: Kan ses av alla på det här nätverket.

source: Visible to anybody authenticated.
sv: Kan ses av alla inloggade.

source: Visible to anybody on %s.
sv: Kan ses av alla på %s.

source: Visible to all connections.
sv: Kan ses av alla kontakter.

source: Visible to approved connections.
sv: Kan ses av godkända kontakter.

source: Visible to specific connections.
sv: Kan ses av valda kontakter.

source: Item not found.
ca: Article no trobat.
eo: Elemento ne estas trovita.
sv: Posten hittades inte.

source: Collection not found.
sv: Kretsen hittades inte.

source: Collection is empty.
sv: Kretsen är tom.

source: Collection: %s
sv: Krets: %s

source: Connection: %s
sv: Kontakt: %s

source: Connection not found.
sv: Kontakten hittades inte.

source: Delete this item?
ca: Esborrar aquest element?
eo: Forviŝi ĉi tiun elementon?
sv: Ta bort den här posten?

source: [-] show less
sv: [-] visa färre

source: [+] expand
sv: [+] fäll ut

source: [-] collapse
sv: [-] fäll ihop

source: Password too short
sv: Lösenord för kort

source: Passwords do not match
sv: Lösenorden stämmer inte överens

source: everybody
ca: tothom
eo: ĉiuj
sv: alla

source: Secret Passphrase
sv: Hemligt lösenord

source: Passphrase hint
sv: Lösenordsledtråd

source: Notice: Permissions have changed but have not yet been submitted.
sv: Observera: Rättigheter har ändrats men har ännu inte skickats in

source: close all
sv: stäng alla

source: Nothing new here
ca: Res nou aquí
eo: Estas neniu nova ĉi tie
sv: Inget nytt här

source: Rate This Channel (this is public)
sv: Betygsätt den här kanalen (detta är offentligt)

source: Rating
sv: Betyg

source: Describe (optional)
sv: Utlåtande (frivilligt)

source: timeago.prefixAgo
sv: för

source: timeago.prefixFromNow
sv: om

source: ago
sv: sedan

source: less than a minute
sv: mindre än en minut

source: about a minute
sv: ungefär en minut

source: %d minutes
sv: %d minuter

source: about an hour
sv: ungefär en timme

source: about %d hours
sv: ungefär %d timmar

source: a day
sv: en dag

source: %d days
sv: %d dagar

source: about a month
sv: ungefär en månad

source: %d months
sv: %d månader

source: about a year
sv: ungefär ett år

source: %d years
sv: %d år

source: Not a valid email address
sv: Inte en giltig e-postadress

source: Your email domain is not among those allowed on this site
sv: Din e-postdomän är inte bland de som tillåts på den här servern

source: Your email address is already registered at this site.
sv: Din e-postadress är redan registrerad på den här servern.

source: An invitation is required.
ca: Es requereix invitació.
eo: Invio bezonata.
sv: En inbjudan behövs.

source: Invitation could not be verified.
ca: La invitació no ha pogut ser verificada.
eo: Ne povis kontroli la inviton.
sv: Inbjudningen kunde inte bekräftas.

source: Please enter the required information.
ca: Per favor, introdueixi la informació requerida.
eo: Bonvolu entajpi la bezonatajn informojn.
sv: Ange den begärda informationen.

source: Failed to store account information.
sv: Misslyckades att spara kontoinformation.

source: Registration confirmation for %s
sv: Registreringsbekräftelse för %s

source: Registration request at %s
ca: Sol·licitud de registre a %s
eo: Peto de registrado al %s
sv: Registreringsförfrågan på %s

source: Administrator
ca: Administrador
eo: Administranto
sv: Administratör

source: your registration password
sv: ditt registreringslösenord

source: Registration details for %s
ca: Detalls del registre per a %s
eo: Detaloj de la registrado por %s
sv: Registreringsdetaljer för %s

source: Account approved.
ca: Compte aprovat.
eo: Konto aprobita.
sv: Konto godkänt.

source: Registration revoked for %s
ca: Procés de Registre revocat per a %s
eo: Registraĵo por %s senvalidigita.
sv: Registrering avslagen för %s

source: Account verified. Please login.
sv: Konto bekräftat. Du kan nu logga in.

source: Click here to upgrade.
sv: Klicka här för att uppgradera.

source: This action exceeds the limits set by your subscription plan.
sv: Den här funktionen går utanför vad som anges i ditt avtal.

source: This action is not available under your subscription plan.
sv: Den här funktionen är inte tillgänglig med ditt avtal.

source: Miscellaneous
ca: Miscel·lania
eo: Diversaj
sv: Övrigt

source: YYYY-MM-DD or MM-DD
sv: ÅÅÅÅ-MM-DD eller MM-DD

source: Required
sv: Behövs

source: never
ca: mai
eo: neniam
sv: aldrig

source: less than a second ago
ca: Fa menys d'un segon
eo: antaŭ malpli ol unu sekundo
sv: mindre än en sekund sedan

source: year
ca: any
eo: jaro
sv: år

source: years
ca: anys
eo: jaroj
sv: år

source: month
ca: mes
eo: monato
sv: månad

source: months
ca: mesos
eo: monatoj
sv: månader

source: week
ca: setmana
eo: semajno
sv: vecka

source: weeks
ca: setmanes
eo: semajnoj
sv: veckor

source: day
ca: dia
eo: tago
sv: dag

source: days
ca: dies
eo: tagoj
sv: dagar

source: hour
ca: hora
eo: horo
sv: timme

source: hours
ca: hores
eo: horoj
sv: timmar

source: minute
ca: minut
eo: minuto
sv: minut

source: minutes
ca: minuts
eo: minutoj
sv: minuter

source: second
ca: segon
eo: sekundo
sv: sekund

source: seconds
ca: segons
eo: sekundoj
sv: sekunder

source: %1$d %2$s ago
ca: fa %1$d %2$s
eo: antaŭ %1$d %2$s
sv: %1$d %2$s sedan

source: %1$s's birthday
sv: %1$ss födelsedag

source: Happy Birthday %1$s
sv: Grattis på födelsedagen %1$s

source: Missing room name
sv: Rumsnamn saknas

source: Duplicate room name
sv: Rumsnamnet finns redan

source: Invalid room specifier.
sv: Ogiltig rumsbeskrivning.

source: Room not found.
sv: Rummet hittades inte.

source: Room is full
sv: Rummet är fullt

source: Channel is blocked on this site.
sv: Kanalen är blockerad på den här servern.

source: Channel location missing.
sv: Kanalplats saknas.

source: Response from remote channel was incomplete.
sv: Svar från den andra kanalen var ofullständigt.

source: Channel was deleted and no longer exists.
sv: Kanalen har tagits bort och finns inte längre.

source: Protocol disabled.
sv: Protokoll inaktiverat.

source: Channel discovery failed.
sv: Kanalsökning misslyckades.

source: local account not found.
sv: hittade inte lokalt konto.

source: Cannot connect to yourself.
sv: Du kan inte kontakta dig själv.

source: Unable to obtain identity information from database
sv: Kunde inte hämta från databasen

source: Empty name
sv: Tomt namn

source: Name too long
sv: För långt namn

source: No account identifier
sv: Ingen kontoidentifierare

source: Nickname is required.
sv: Smeknamn måste anges.

source: Reserved nickname. Please choose another.
sv: Reserverat smeknamn. Välj ett annat.

source: Nickname has unsupported characters or is already being used on this site.
sv: Smeknamnet innehåller otillåtna tecken eller är redan upptaget på den här servern.

source: Unable to retrieve created identity
sv: Kunde inte hämta den skapade identiteten

source: Default Profile
sv: Standardprofil

source: Requested channel is not available.
sv: Den begärda kanalen är inte tillgänglig

source: Requested profile is not available.
ca: El perfil sol·licitat no està disponible.
eo: La petita profilo ne disponeblas.
sv: Begärd profil är inte tillgänglig.

source: Change profile photo
ca: Canviar la foto del perfil
eo: Ŝanĝi profilbildon
sv: Bytprofilfoto

source: Profiles
ca: Perfils
eo: Profiloj:
sv: Profiler

source: Manage/edit profiles
ca: Gestiona/edita perfils
eo: Administri/redakti profilojn
sv: Hantera/redigera profiler

source: Create New Profile
ca: Crear un Nou Perfil
eo: Krei novan profilon
sv: Skapa ny profil

source: Edit Profile
sv: Redigera profil

source: Profile Image
ca: Imatge del Perfil
eo: Profilbildo
sv: Profilbild

source: visible to everybody
ca: Visible per tothom
eo: videbla al ĉiuj
sv: synlig för alla

source: Edit visibility
ca: Editar visibilitat
eo: Redakti videblecon
sv: Redigera synlighet

source: Gender:
ca: Gènere:
eo: Sekso:
sv: Kön:

source: Homepage:
ca: Pàgina web:
eo: Hejmpaĝo:
sv: Hemsida:

source: Online Now
sv: Online nu

source: g A l F d
sv: l j F \k\l G

source: F d
sv: j F

source: [today]
ca: [avui]
eo: [hodiaŭ]
sv: [i dag]

source: Birthday Reminders
ca: Recordatori d'Aniversaris
eo: Memorigiloj por naskiĝtagoj
sv: Födelsedagspåminnelser

source: Birthdays this week:
ca: Aniversari aquesta setmana
eo: Naskiĝtagoj ĉi-semajne
sv: Födelsedagar den här veckan:

source: [No description]
ca: [sense descripció]
eo: [Neniu priskribo]
sv: [Ingen beskrivning]

source: Event Reminders
ca: Recordatori d'Esdeveniments
eo: Memorigiloj pri Okazoj
sv: Händelsepåminnelser

source: Events this week:
ca: Esdeveniments aquesta setmana
eo: Okazoj ĉi-semajne:
sv: Händelser den här veckan:

source: Full Name:
ca: Nom Complet:
eo: Plena Nomo:
sv: Fullständigt namn:

source: Like this channel
sv: Gilla den här kanalen

source: Birthday:
ca: Aniversari:
eo: Naskiĝtago:
sv: Födelsedag:

source: Age:
ca: Edat:
eo: Aĝo:
sv: Ålder:

source: for %1$d %2$s
sv: i %1$d %2$s

source: Sexual Preference:
ca: Preferència Sexual:
eo: Seksa Prefero:
sv: Sexuell preferens:

source: Hometown:
sv: Hemort:

source: Tags:
ca: Etiquetes:
sv: Taggar:

source: Political Views:
ca: Idees Polítiques:
eo: Politikaj Opinioj:
sv: Politisk åskådning:

source: About:
ca: Acerca de:
eo: Pri:
sv: Om:

source: Hobbies/Interests:
ca: Aficiones/Intereses:
eo: Ŝatokupoj/Interesoj:
sv: Fritidssysselsättning/intressen:

source: Likes:
sv: Gillar:

source: Dislikes:
sv: Ogillar:

source: Contact information and Social Networks:
ca: Informació de contacte i Xarxes Socials:
eo: Kontaktinformoj kaj Interkonaj Retejoj:
sv: Kontaktinformation och sociala nätverk:

source: My other channels:
sv: Mina andra kanaler:

source: Musical interests:
ca: Gustos musicals:
eo: Muzaikaj interesoj:
sv: Musikintressen:

source: Books, literature:
ca: Llibres, literatura:
eo: Libroj, literaturo:
sv: Böcker, litteratur:

source: Television:
ca: Televisió:
eo: Televido:
sv: Tv:

source: Film/dance/culture/entertainment:
ca: Cinema/ball/cultura/entreteniments:
eo: Filmoj/dancoj/arto/amuzaĵoj:
sv: Film/dans/kultur/underhållning:

source: Love/Romance:
ca: Amor/sentiments:
eo: Amo/romanco:
sv: Kärlek/romantik:

source: Work/employment:
ca: Treball/ocupació:
eo: Laboro:
sv: Arbete/sysselsättning:

source: School/education:
ca: Escola/formació
eo: Lernejo/eduko:
sv: Skola/utbildning:

source: Like this thing
sv: Gilla den här saken

source: Logout
ca: Sortir
eo: Elsaluti
sv: Logga ut

source: End this session
ca: Termina sessió
eo: Fini ĉi-tiun seancon
sv: Avsluta sessionen

source: Home
ca: Inici
eo: Hejmo
sv: Hem
