Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Email settings updated.
ca: Configuració del correu electrònic actualitzada.
eo: Retpoŝtagordoj ĝisdatigita

source: Please use a shorter name.
ca: Si us plau, faci servir un nom més curt.
eo: Bonvolu uzi pli mallongan nomon.

source: Name too short.
ca: Nom massa curt.
eo: Nomo estas tro mallonga.

source: Not valid email.
ca: Correu no vàlid.
eo: Repoŝtadreso ne validas.

source: Cannot change to that email.
ca: No puc canviar a aquest correu.
eo: Ne povas ŝanĝi al tio retpoŝtadreso.

source: No Plugin settings configured
ca: No s'han configurat ajustos de Plugin
eo: Neniom da kromprogramoagordoj farita

source: Plugin Settings
ca: Ajustos de Plugin
eo: Kromprogramoagordoj

source: Built-in support for %s connectivity is %s
ca: El suport integrat per a la connectivitat de %s és %s
eo: Integrita subteno por %s koneto estas %s

source: enabled
ca: habilitat
eo: ŝaltita

source: disabled
ca: deshabilitat
eo: malŝaltita

source: Email/Mailbox Setup
ca: Preparació de Correu/Bústia
eo: Agordoj pri Retpoŝto

source: If you wish to communicate with email contacts using this service (optional), please specify how to connect to your mailbox.
ca: Si vol comunicar-se amb els contactes de correu emprant aquest servei (opcional), Si us plau, especifiqui com connectar amb la seva bústia.
eo: Se vi volas uzi ĉi tiun servon por komuniki tra retpoŝto (nedeviga), bonvolu specifi kiel konekti al vian retpoŝtkonton.

source: Last successful email check:
ca: Última comprovació de correu amb èxit:
eo: Plej ĵusa sukcesa kontrolo de poŝto:

source: Email access is disabled on this site.
ca: L'accés al correu està deshabilitat en aquest lloc.
eo: Retpoŝta atingo ne disponeblas ĉi tie.

source: IMAP server name:
ca: Nom del servidor IMAP:
eo: Nomo de IMAP servilo:

source: IMAP port:
ca: Port IMAP:
eo: Numero de IMAP pordo:

source: Security:
ca: Seguretat:
eo: Sekureco:

source: None
ca: Cap
eo: Nenio

source: Email login name:
ca: Nom d'usuari del correu
eo: Retpoŝta salutnomo:

source: Email password:
ca: Contrasenya del correu:
eo: Retpoŝta pasvorto:

source: Reply-to address:
ca: Adreça de resposta:
eo: Responda adreso (Reply-to):

source: Send public posts to all email contacts:
ca: Enviar correu públic a tots els contactes del correu:
eo: Sendu publikajn afiŝojn al ĉiuj retpoŝtkontaktoj:

source: Action after import:
ca: Acció després d'importar:
eo: Ago post la importado:

source: Mark as seen
ca: Marcar com a vist
eo: Marki kiel legita

source: Move to folder
ca: Moure a la carpeta
eo: Movi al dosierujo

source: Move to folder:
ca: Moure a la carpeta:
eo: Movi al dosierujo:

source: Number of items to display on the network page:
eo: Kvanto da elementoj kiuj estos montrata ĉe la reto paĝo.

source: Normal Account
ca: Compte Normal
eo: Normala konto

source: This account is a normal personal profile
ca: Aques compte es un compte personal normal
eo: Tiu konto estas normala persona profilo

source: Soapbox Account
ca: Compte Tribuna
eo: Konto ĉe Soapbox

source: Automatically approve all connection/friend requests as read-only fans
ca: Aprova automàticament totes les sol·licituds de amistat/connexió com a fans de només lectura.
eo: Aŭtomate konfirmi ĉiujn kontaktpetojn kiel nurlegaj admirantoj

source: Community/Celebrity Account
ca: Compte de Comunitat/Celebritat
eo: Komunuma/eminentula Konto

source: Automatically approve all connection/friend requests as read-write fans
ca: Aprova automàticament totes les sol·licituds de amistat/connexió com a fans de lectura-escriptura
eo: Aŭtomate konfirmi ĉiujn kontaktpetojn kiel admirantoj kapable legi kaj skribi

source: Automatic Friend Account
ca: Compte d'Amistat Automàtic
eo: Aŭtomata Amika Konto

source: Automatically approve all connection/friend requests as friends
ca: Aprova totes les sol·licituds de amistat/connexió com a amic automàticament
eo: Aŭtomate konfirmi ĉiujn kontaktpetojn kiel amikoj

source: (Optional) Allow this OpenID to login to this account.
ca: (Opcional) Permetre a aquest OpenID iniciar sessió en aquest compte.
eo: (Nedeviga) Permesi atingon al la konton al ĉi tio OpenID.

source: Publish your default profile in your local site directory?
ca: Publicar el teu perfil predeterminat en el directori del lloc local?
eo: Publikigi vian defaŭltan profilon en la loka reteja katalogo?

source: Publish your default profile in the global social directory?
ca: Publicar el teu perfil predeterminat al directori social global?
eo: Publikigi vian defaŭltan profilon en la tutmonda interkona katalogo?

source: Hide your contact/friend list from viewers of your default profile?
ca: Amaga la teva llista de contactes/amics dels espectadors del seu perfil per defecte?
eo: Kaŝi vian liston de kontaktoj/amiko al spektantoj de via defaŭlta profilo?

source: Hide your profile details from unknown viewers?
ca: Amagar els detalls del seu perfil a espectadors desconeguts?
eo: Kaŝi viajn profilajn detalojn al nekonataj spektantoj?

source: Allow friends to post to your profile page?
ca: Permet als amics publicar en la seva pàgina de perfil?
eo: Ĉu amikoj povu afiŝi al via profilo?

source: Allow friends to tag your posts?
ca: Permet als amics d'etiquetar els teus missatges?
eo: Ĉu amikoj povu aldoni markojn al viaj afiŝoj?

source: Permit unknown people to send you private mail?
eo: Permesigi nekonatulojn sendi retpoŝton al vi?

source: Profile is <strong>not published</strong>.
ca: El Perfil <strong>no està publicat</strong>.
eo: Profilo <strong>ne estas publika</strong>.

source: Your Identity Address is
ca: La seva Adreça d'Identitat és
eo: Via identeco adreso estas

source: Automatically expire posts after this many days:
ca: Després de aquests nombre de dies, els missatges caduquen automàticament:
eo: Automatike senvalidigi afiŝojn post tiom da tagoj:

source: If empty, posts will not expire. Expired posts will be deleted
ca: Si està buit, els missatges no caducarà. Missatges caducats s'eliminaran
eo: Se malplena, afiŝoj neniam senvalidiĝos. Senvalidigitajn afiŝon estos forviŝata

source: Advanced expiration settings
ca: Configuració avançada d'expiració
eo: Detalaj agordoj rilate al senvalidiĝo

source: Advanced Expiration
ca: Expiració Avançada
eo: Detala senvalidiĝo

source: Expire posts:
ca: Expiració d'enviaments
eo: Senvalidigi afiŝojn:

source: Expire personal notes:
ca: Expiració de notes personals
eo: Senvalidigi personajn notojn:

source: Expire starred posts:
ca: Expiració de enviaments de favorits
eo: Senvalidigi steligitajn afiŝojn:

source: Expire photos:
ca: Expiració de fotos
eo: Senvalidigi bildojn:

source: (to prevent spam abuse)
ca: (per a prevenir abusos de spam)
eo: (por malhelpi spamaĵojn)

source: You receive an introduction
ca: Has rebut una presentació
eo: Vi ricevas inviton

source: Your introductions are confirmed
ca: La teva presentació està confirmada
eo: Viaj prezentoj estas konfirmata.

source: Advanced Page Settings
ca: Ajustos Avançats de Pàgina
eo: Specialaj agordoj pri paĝoj

source: Manage Identities and/or Pages
ca: Administrar Identitats i/o Pàgines
eo: Administri identecojn kaj/aŭ paĝojn.

source: Toggle between different identities or community/group pages which share your account details or which you have been granted "manage" permissions
ca: Alternar entre les diferents identitats o les pàgines de comunitats/grups que comparteixen les dades del seu compte o que se li ha concedit els permisos de "administrar"
eo: Ŝalti inter aliaj identecojn aj komunumaj/grupaj paĝoj kiuj kunhavas viajn kontajn detalojn au por kiuj vi havas "administranto" permesojn.

source: Select an identity to manage:
ca: Seleccionar identitat a administrar:
eo: Elektu identencon por administrado:

source: Shared Links
eo: Kunhavigitaj Ligiloj

source: Warning: This group contains %s member from an insecure network.
ca: Advertència: Aquest grup conté el membre %s en una xarxa insegura.
eo: Averto: La grupo enhavas %s membron el nesekuraj retejoj.

source: Private messages to this group are at risk of public disclosure.
ca: Els missatges privats a aquest grup es troben en risc de divulgació pública.
eo: La privateco de privataj mesaĝoj al ĉi tiu grupo ne ĉiam estas garantita.

source: Group is empty
ca: El Grup es buit
eo: Grupo estas malplena

source: Group:
ca: Grup:
eo: Grupo:

source: Contact:
ca: Contacte:
eo: Kontakto:

source: Private messages to this person are at risk of public disclosure.
ca: Els missatges privats a aquesta persona es troben en risc de divulgació pública.
eo: La privateco de privataj mesaĝoj al ĉi tiu persono ne ĉiam estas garantita.

source: Invalid contact.
ca: Contacte no vàlid.
eo: Nevalida kontakto.

source: Personal Notes
ca: Notes Personals
eo: Personaj Notoj

source: Number of daily wall messages for %s exceeded. Message failed.
eo: Number of daily wall messages for %s exceeded. Messaĝo malsukcesis.

source: No recipient selected.
ca: No s'ha seleccionat destinatari.
eo: Neniom da ricevontoj.

source: Unable to check your home location.
eo: Ne eblas kontroli vian hejmlokon.

source: Message could not be sent.
ca: El Missatge no ha estat enviat.
eo: Ne povas sendi la mesaĝon.

source: Message collection failure.
ca: Ha fallat la recollida del missatge.
eo: Malsukcese provis kolekti mesaĝojn.

source: Message sent.
ca: Missatge enviat.
eo: Mesaĝo estas sendita.

source: No recipient.
eo: Neniom da ricevontoj.

source: If you wish for %s to respond, please check that the privacy settings on your site allow private mail from unknown senders.
eo: Se vi deziras ke %s respondu, bonvolu kontroli ke la privatecaj agordoj je via retejo permesas privatajn mesaĝojn de nekonataj sendantoj.

source: Welcome to Friendica
ca: Benvingut a Friendica
eo: Bonvenon ĉe Friendica

source: New Member Checklist
ca: Llista de Verificació dels Nous Membres
eo: Kontrololisto por Novaj Membroj

source: We would like to offer some tips and links to help make your experience enjoyable. Click any item to visit the relevant page. A link to this page will be visible from your home page for two weeks after your initial registration and then will quietly disappear.
ca: Ens agradaria oferir alguns consells i enllaços per ajudar a fer la seva experiència agradable. Feu clic a qualsevol element per visitar la pàgina corresponent. Un enllaç a aquesta pàgina serà visible des de la pàgina d'inici durant dues setmanes després de la seva inscripció inicial i després desapareixerà en silenci.
eo: Lasu nin oferi al vi kelkajn konsolojn kaj ligilojn por plifaciligi vian komencon. Klaku iun elementon por viziti la rilatan paĝon. Ligilo al ĉi tiu paĝo videblos en via hejmpaĝo dum du semajnojn post via komenca membriĝo. Post du semajnoj, la ligilo silente malaperos.

source: On your <em>Quick Start</em> page - find a brief introduction to your profile and network tabs, connect to Facebook, make some new connections, and find some groups to join.
eo: Je via <em>Rapida Starto</em> paĝo - trovu mallongan enigon pri via profilo kaj la reto folioj, konektu al Facebook, faru novajn konektojn kaj trovu aliĝindajn grupojn.

source: On your <em>Settings</em> page - change your initial password. Also make a note of your Identity Address. This looks just like an email address - and will be useful in making friends on the free social web.
ca: En la de la seva <em>configuració</em> de la pàgina - canviï la contrasenya inicial. També prengui nota de la Adreça d'Identitat. Això s'assembla a una adreça de correu electrònic - i serà útil per fer amics a la xarxa social lliure.
eo: Bonvolu ŝanĝi vian pasvorton ĉe <em>Agordoj</em>. Krome, memorigu vian identadreson. Ĝi aspektas kiel retpoŝtadreso kaj estas bezonata por konekti al novaj amikon en la libera interkona reto.

source: Review the other settings, particularly the privacy settings. An unpublished directory listing is like having an unlisted phone number. In general, you should probably publish your listing - unless all of your friends and potential friends know exactly how to find you.
ca: Reviseu les altres configuracions, en particular la configuració de privadesa. Una llista de directoris no publicada és com tenir un número de telèfon no llistat. Normalment, hauria de publicar la seva llista - a menys que tots els seus amics i els amics potencials sàpiguen exactament com trobar-li.
eo: Kontrolu la aliajn agordojn, precipe la privatecajn agordojn. Nepublikigita profilo similas al havi telefonnumberon ne registrata en iu telefonlibro. Ĝenerale vi eble volas publikigi vian profilon. Alie, viaj amikoj kaj estontaj amikoj bezonas scii kiel rekte trovi vin.

source: Upload a profile photo if you have not done so already. Studies have shown that people with real photos of themselves are ten times more likely to make friends than people who do not.
ca: Puji una foto del seu perfil si encara no ho ha fet. Els estudis han demostrat que les persones amb fotos reals de ells mateixos tenen deu vegades més probabilitats de fer amics que les persones que no ho fan.
eo: Enŝuti profilbildon se vi ankoraŭ ne havas ĝin. Laŭ studoj, homoj kun realaj biloj de si mem trovas novajn amikon duope pli probable ol homoj sen reala bildo.

source: Authorise the Facebook Connector if you currently have a Facebook account and we will (optionally) import all your Facebook friends and conversations.
ca: Autoritzi el connector de Facebook si vostè té un compte al Facebook i nosaltres (opcionalment) importarem tots els teus amics de Facebook i les converses.
eo: Rajtigu la Facebook Konektilon se vi nuntempe havas Facebook konton, kaj ni (nedeviga) enportu viajn Facebook amikojn kaj konversaciojn.

source: <em>If</em> this is your own personal server, installing the Facebook addon may ease your transition to the free social web.
ca: <em>Si </em> aquesta és el seu servidor personal, la instal·lació del complement de Facebook pot facilitar la transició a la web social lliure.
eo: <em>Se</tm> ĉi tiu estas via propra TTT servilo, instali la Facebook kromprogramon eble plifaciligos la transpason al la libera interkona reto.

source: Enter your email access information on your Connector Settings page if you wish to import and interact with friends or mailing lists from your email INBOX
ca: Introduïu les dades d'accés al correu electrònic a la seva pàgina de configuració de connector, si es desitja importar i relacionar-se amb amics o llistes de correu de la seva bústia d'email
eo: Entajpu la akreditaĵojn por via retpoŝtkonto en la konektilagordoj se vi volas importi aŭ interagi kun amikoj aŭ dissendlistoj tra via retkesto.

source: Edit your <strong>default</strong> profile to your liking. Review the settings for hiding your list of friends and hiding the profile from unknown visitors.
ca: Editi el perfil per <strong>defecte</strong> al seu gust. Reviseu la configuració per ocultar la seva llista d'amics i ocultar el perfil dels visitants desconeguts.
eo: Redakti viajn <strong>defaŭltan</strong> profilon kiel vi ŝatas ĝin. Kontrolu la agordojn por kaŝi vian kontaktliston aŭ kaŝi vian profilon al nekonataj vizitantoj.

source: Set some public keywords for your default profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
ca: Estableix algunes paraules clau públiques al teu perfil predeterminat que descriguin els teus interessos. Podem ser capaços de trobar altres persones amb interessos similars i suggerir amistats.
eo: Aldonu publikajn ŝlosilvortojn al via defaŭlta profilo, kiuj priskribas viajn interesojn. Ni eble povas trovi aliajn uzantojn kun similaj interesoj kaj sugesti amikojn.

source: Your Contacts page is your gateway to managing friendships and connecting with friends on other networks. Typically you enter their address or site URL in the <em>Add New Contact</em> dialog.
ca: La seva pàgina de Contactes és la seva porta d'entrada a la gestió de l'amistat i la connexió amb amics d'altres xarxes. Normalment, vostè entrar en la seva direcció o URL del lloc al diàleg <em>Afegir Nou Contacte</em>.
eo: Via kontaktpaĝo estas via portalo por administri amikojn kaj konekti kun amikoj en aliaj retoj. Vi kutime entajpas iliajn adreson aŭ URL adreso en la <em>Aldonu Novan Kontakton</em> dialogon.

source: The Directory page lets you find other people in this network or other federated sites. Look for a <em>Connect</em> or <em>Follow</em> link on their profile page. Provide your own Identity Address if requested.
ca: La pàgina del Directori li permet trobar altres persones en aquesta xarxa o altres llocs federats. Busqui un enllaç <em>Connectar</em> o <em>Seguir</em> a la seva pàgina de perfil. Proporcioni la seva pròpia Adreça de Identitat si així ho sol·licita.
eo: Ĉe la Katalogo vi povas trovi aliajn homojn en ĉi tiu retejo, au en aliaj federaciaj retejoj. Elrigardi al <em>Konekti</em> aŭ <em>Sekvi</em> ligiloj ĉe iliaj profilo. Donu vian propran Identecan Adreson se la retejo demandas ĝin.

source: On the side panel of the Contacts page are several tools to find new friends. We can match people by interest, look up people by name or interest, and provide suggestions based on network relationships. On a brand new site, friend suggestions will usually begin to be populated within 24 hours.
ca: Al tauler lateral de la pàgina de contacte Hi ha diverses eines per trobar nous amics. Podem coincidir amb les persones per interesos, buscar persones pel nom o per interès, i oferir suggeriments basats en les relacions de la xarxa. En un nou lloc, els suggeriments d'amics, en general comencen a poblar el lloc a les 24 hores.
eo: En la flanka strio de la Kontaktoj paĝo troviĝas kelkajn helpilojn por trovi novajn amikojn. Ni povas automate trovi amikojn per interesoj, serĉu ilin per nomo aŭ intereso kaj faras sugestojn baze de estantaj kontaktoj. Ĉe nova instalita retejo, la unuaj sugestoj kutime aperas post 24 horoj.

source: Once you have made some friends, organize them into private conversation groups from the sidebar of your Contacts page and then you can interact with each group privately on your Network page.
ca: Una vegada que s'han fet alguns amics, organitzi'ls en grups de conversa privada a la barra lateral de la seva pàgina de contactes i després pot interactuar amb cada grup de forma privada a la pàgina de la xarxa.
eo: Kiam vi trovis kelkajn novajn amikojn, ordigi ilin en grupoj por privata komunikado en la flanka strio de via Kontaktoj paĝo, kaj vi povas private komuniki kun ili je via Reto paĝo.

source: Our <strong>help</strong> pages may be consulted for detail on other program features and resources.
ca: A les nostres pàgines <strong>d'ajuda</strong> es poden consultar detalls sobre les característiques d'altres programes i recursos.
eo: Niaj <strong>Helpo</strong> paĝoj enhavas pli da detaloj pri aliaj programaj trajtoj.

source: Group created.
ca: Grup creat.
eo: Grupo estas kreita.

source: Could not create group.
ca: No puc crear grup.
eo: Ne povas krei grupon.

source: Group not found.
ca: Grup no trobat
eo: Grupo ne estas trovita.

source: Group name changed.
ca: Nom de Grup canviat.
eo: La nomo de la grupo estas ŝanĝita.

source: Create a group of contacts/friends.
ca: Crear un grup de contactes/amics.
eo: Krei grupon da kontaktoj/amikoj.

source: Group Name:
ca: Nom del Grup:
eo: Nomo de la grupo:

source: Group removed.
ca: Grup esborrat.
eo: Grupo estas forviŝita.

source: Unable to remove group.
ca: Incapaç de esborrar Grup.
eo: Ne eblas forviŝi grupon.

source: Group Editor
ca: Editor de Grup:
eo: Grupa redaktilo

source: All Contacts (with secure profile access)
ca: Tots els Contactes (amb accés segur al perfil)
eo: Ĉiuj Kontaktoj (kun sekura atingo al la profilo)

source: No contacts.
ca: Sense Contactes
eo: Neniu kontaktojn.

source: View Contacts
ca: Veure Contactes
eo: Vidi Kontaktojn

source: Invalid OpenID url
ca: OpenID url no vàlid
eo: Nevalida OpenID adreso

source: Please use a shorter name.
ca: Per favor, empri un nom més curt.
eo: Bonvolu uzi pli mallongan nomon.

source: Name too short.
ca: Nom massa curt.
eo: Nomo estas tro mallonga.

source: That doesn't appear to be your full (First Last) name.
ca: Això no sembla ser el teu nom complet.
eo: Tio ŝajne ne estas via plena (persona, familia) nomo.

source: Your email domain is not among those allowed on this site.
ca: El seu domini de correu electrònic no es troba entre els permesos en aquest lloc.
eo: Via retpoŝtodomajno ne estas permesita ĉi tie.

source: Not a valid email address.
ca: Adreça de correu no vàlida.
eo: Nevalida retpoŝtadreso.

source: Cannot use that email.
ca: No es pot utilitzar aquest correu electrònic.
eo: Neuzebla retpoŝtadreso.

source: Your "nickname" can only contain "a-z", "0-9", "-", and "_", and must also begin with a letter.
ca: El teu sobrenom nomes pot contenir "a-z", "0-9", "-", i "_", i començar amb lletra.
eo: Via kaŝnomo nur povas enhavi "a-z", "0-9", "-", kaj "_". Ĝi ankaŭ devas komenci kun litero.

source: Nickname is already registered. Please choose another.
ca: malnom ja registrat. Tria un altre.
eo: Tio kaŝnomo jam estas registrita. Bonvolu elekti alian.

source: Nickname was once registered here and may not be re-used. Please choose another.
eo: Tiu kaŝnomo iam estis registrita ĉi tie kaj ne ree uzeblas. Bonvolu elekti alian.

source: SERIOUS ERROR: Generation of security keys failed.
ca: ERROR IMPORTANT: La generació de claus de seguretat ha fallat.
eo: GRAVA ERARO: La generacio de sekurecaj ĉifroŝlosiloj malsukcesis.

source: An error occurred during registration. Please try again.
ca: Un error ha succeït durant el registre. Intenta-ho de nou.
eo: Eraro okazis dum registrado. Bonvolu provi denove.

source: An error occurred creating your default profile. Please try again.
ca: Un error ha succeit durant la creació del teu perfil per defecte. Intenta-ho de nou.
eo: Eraro okazi dum kreado de via defaŭlta profilo. Bonvolu provi denove.

source: Registration successful. Please check your email for further instructions.
ca: Registrat amb èxit. Per favor, comprovi el seu correu per a posteriors instruccions.
eo: Registrado sukcesis. Bonvolu kontroli vian retpoŝton por pli da instruoj.

source: Failed to send email message. Here is the message that failed.
ca: Error en enviar missatge de correu electrònic. Aquí està el missatge que ha fallat.
eo: Malsukcesis sendi retpoŝton. Jen la malsukcesa mesaĝo.

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking 'Register'.
ca: Vostè pot (opcionalment), omplir aquest formulari a través de OpenID mitjançant el subministrament de la seva OpenID i fent clic a 'Registrar'.
eo: Vi ankaŭ (nedeviga) povas plenigi la formularo tra OpenID se vi provizas vian OpenID adreson kaj klakas 'Registri'.

source: If you are not familiar with OpenID, please leave that field blank and fill in the rest of the items.
ca: Si vostè no està familiaritzat amb Twitter, si us plau deixi aquest camp en blanc i completi la resta dels elements.
eo: Se vi ne konas OpenID, bonvolu lasi tiun kampon malplena kaj entajpu la aliajn elementojn.

source: Your OpenID (optional):
ca: El seu OpenID (opcional):
eo: Via OpenID (nedeviga):

source: Include your profile in member directory?
ca: Incloc el seu perfil al directori de membres?
eo: Aldoni vian profilon al la membrokatalogo?

source: Your invitation ID:
ca: El teu ID de invitació:
eo: Via invita idento:

source: Your Full Name (e.g. Joe Smith):
ca: El seu nom complet (per exemple, Joan Ningú):
eo: Via Plena Nomo (e.g. Joe Smith):

source: Your Email Address:
ca: La Seva Adreça de Correu:
eo: Via Retpoŝtadreso:
