Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
ca: Aquest lloc excedeix el nombre diari de registres de comptes. Per favor, provi de nou demà.
eo: La retejo transiras la maksimuman kvanton da ĉiutagaj kontaj registradoj. Bonvolu provi denove morgaŭ.
sv: Antal dagliga registreringar som tillåts på den här servern har överskridits. Försök igen i morgon.

source: Terms of Service
sv: användarvillkor

source: I accept the %s for this website
sv: Jag accepterar den här webbplatsens %s

source: I am over 13 years of age and accept the %s for this website
sv: Jag är över 13 år och accepterar den här webbplatsens %s

source: Registration
ca: Procés de Registre
eo: Registrado
sv: Registrering

source: Membership on this site is by invitation only.
ca: Lloc accesible mitjançant invitació.
eo: Membriĝi ĉi tie nur eblas laŭ invito.
sv: Medlemskap på den här servern kan endast fås genom inbjudan.

source: Please enter your invitation code
sv: Ange din inbjudningskod

source: Your email address
sv: Din e-postadress

source: Choose a password
sv: Välj ett lösenord

source: Please re-enter your password
sv: Ange lösenordet igen

source: No such group
ca: Cap grup com
eo: Grupo ne estas trovita
sv: Ingen sådan grupp

source: Search Results For:
ca: Resultats de la Cerca Per a:
eo: Rezultoj de la serĉado pri:
sv: Sökresultat för:

source: Collection is empty
sv: Kretsen är tom

source: Collection:
sv: Krets:

source: Connection:
sv: Kontakt:

source: Invalid connection.
sv: Ogiltig kontakt.

source: Some blurb about what to do when you're new here
sv: Lite text om vad man kan göra som ny här

source: Red Matrix - &quot;The Network&quot;
sv: Red Matrix - &quot;Nätverket&quot;

source: Welcome to %s
ca: Benvingut a %s
eo: Bonvenon ĉe %s
sv: Välkommen till %s

source: No suggestions available. If this is a new site, please try again in 24 hours.
ca: Cap suggeriment disponible. Si això és un nou lloc, si us plau torna a intentar en 24 hores.
eo: Neniu sugestoj disponeblas. Se ĉi tiu estas nova retejo, bonvolu reprovi post 24 horoj.
sv: Inga förslag tillgängliga. Om det här är en ny server, försök igen om 24 timmar.

source: Export Channel
sv: Exportera kanal

source: Export your basic channel information to a small file. This acts as a backup of your connections, permissions, profile and basic data, which can be used to import your data to a new hub, but does not contain your content.
sv: Exportera kanalens basinformation till en liten fil. Denna fungerar som en säkerhetskopia av dina anslutningar, behörigheter, profil, och grundläggande data, och kan användas för att importera dina data till en ny hubb, men tar inte med ditt innehåll.

source: Export Content
sv: Exportera innehåll

source: Export your channel information and all the content to a JSON backup. This backs up all of your connections, permissions, profile data and all of your content, but is generally not suitable for importing a channel to a new hub as this file may be VERY large. Please be patient - it may take several minutes for this download to begin.
sv: Exportera din kanalinformation och allt innehåll till en säkerhetskopia i JSON-format. Detta kopierar alla dina anslutningar, behörigheter, profildata och allt ditt innehåll, men är generellt inte lämpligt för att importera en kanal till en ny hubb, eftersom filen kan vara VÄLDIGT stor. Ha tålamod - det kan ta flera minuter innan nedladdningen börjar.

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
sv: Fjärrinloggning blockerades. Du är inloggad på den här servern lokalt. Logga ut och försök igen.

source: Welcome %s. Remote authentication successful.
sv: Välkommen %s. Fjärrinloggning lyckades.

source: Authorize application connection
ca: Autoritzi la connexió de aplicacions
eo: Rajtigi programkonekton
sv: Tillåt anslutning av applikation

source: Return to your app and insert this Securty Code:
ca: Torni a la seva aplicació i inserti aquest Codi de Seguretat:
eo: Reiru al via programo kaj entajpu la securecan kodon:
sv: Återgå till din applikation och ange den här säkerhetskoden:

source: Please login to continue.
ca: Per favor, accedeixi per a continuar.
eo: Bonvolu ensaluti por pluigi.
sv: Logga in för att fortsätta.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
ca: Vol autoritzar a aquesta aplicació per accedir als teus missatges i contactes, i/o crear nous enviaments per a vostè?
eo: Ĉu rajtigi ĉi tiun programon por atingi viajn afiŝojn kaj kontaktojn kaj/aŭ krei novajn afiŝojn?
sv: Vill du låta den här applikationen få tillgång till dina inlägg och kontakter, och/eller skapa nya inlägg åt dig?

source: Yes
ca: Si
eo: Jes
sv: Ja

source: No
eo: Ne
sv: Nej

source: Event can not end before it has started.
sv: Händelser kan inte sluta innan de börjat.

source: Event title and start time are required.
sv: Händelsen behöver titel och starttid.

source: Event not found.
sv: Händelsen hittades inte.

source: l, F j
sv: l, j F

source: Edit event
ca: Editar esdeveniment
eo: Redakti okazon
sv: Redigera händelse

source: Create New Event
ca: Crear un nou esdeveniment
eo: Krei novan okazon
sv: Skapa ny händelse

source: Previous
ca: Previ
eo: antaŭa
sv: Föregående

source: Export
sv: Exportera

source: Event details
ca: Detalls del esdeveniment
eo: Detaloj de okazo
sv: Detaljer för händelse

source: Starting date and Title are required.
sv: Startdatum och titel är obligatoriska.

source: Categories (comma-separated list)
eo: Kategorioj (disigita per komo)
sv: Kategorier (kommaseparerad lista)

source: Event Starts:
ca: Inici d'Esdeveniment:
eo: Okazo startas:
sv: Händelsen börjar:

source: Finish date/time is not known or not relevant
ca: La data/hora de finalització no es coneixen o no són relevants
eo: Fina dato/tempo ne estas konata aŭ ne bezonata
sv: Slutdatum/tid är okänt eller inte relevant

source: Event Finishes:
ca: L'esdeveniment Finalitza:
eo: Okazo finas:
sv: Händelsen slutar:

source: Adjust for viewer timezone
ca: Ajustar a la zona horaria de l'espectador
eo: Agordi al horzono de la leganto
sv: Justera för betraktarens tidszon

source: Description:
ca: Descripció:
eo: Priskribo
sv: Beskrivning:

source: Title:
sv: Titel:

source: Share this event
ca: Compartir aquest esdeveniment
eo: Kunhavigi la okazon
sv: Dela den här händelsen

source: Item not available.
ca: Element no disponible
eo: Elemento ne disponeblas.
sv: Post inte tillgänglig.

source: Fetching URL returns error: %1$s
sv: Hämtning av URL returnerade fel: %1$s

source: Block Name
sv: Blocknamn

source: Invalid item.
sv: Ogiltig post.

source: Channel not found.
sv: Kanalen hittas inte.

source: Page not found.
ca: Pàgina no trobada.
eo: Paĝo ne trovita
sv: Sidan hittas inte.

source: Menu not found.
sv: Menyn hittades inte.

source: Menu element updated.
sv: Menyval uppdaterat.

source: Unable to update menu element.
sv: Kunde inte uppdatera menyval.

source: Menu element added.
sv: Menyval tillagt.

source: Unable to add menu element.
sv: Kunde inte lägga till menyval.

source: Not found.
sv: Hittades inte.

source: Manage Menu Elements
sv: Hantera menyval

source: Edit menu
sv: Redigera meny

source: Edit element
sv: Redigera menyval

source: Drop element
sv: Ta bort menyval

source: New element
sv: Nytt menyval

source: Edit this menu container
sv: Redigera den här menysamlaren

source: Add menu element
sv: Lägg till menyval

source: Delete this menu item
sv: Ta bort det här menyvalet

source: Edit this menu item
sv: Redigera det här menyvalet

source: New Menu Element
sv: Nytt menyval

source: Menu Item Permissions
sv: Behörighet för menyval

source: (click to open/close)
ca: (clicar per a obrir/tancar)
eo: (klaku por malfermi/fermi)
sv: (klicka för att öppna/stänga)

source: Link text
sv: Länktext

source: URL of link
sv: Länkens URL

source: Use RedMatrix magic-auth if available
sv: Använd RedMatrix magic-auth om tillgängligt

source: Open link in new window
sv: Öppna länk i nytt fönster

source: Order in list
sv: Ordningstal i listan

source: Higher numbers will sink to bottom of listing
sv: Större tal sjunker till botten av listan

source: Menu item not found.
sv: Menyval hittas inte.

source: Menu item deleted.
sv: Menyval borttaget.

source: Menu item could not be deleted.
sv: Menyval kunde inte tas bort.

source: Edit Menu Element
sv: Redigera menyval

source: Modify
sv: Ändra

source: %1$s is following %2$s's %3$s
sv: %1$s följer %2$ss %3$s

source: Edit post
ca: Editar Enviament
eo: Redakti afiŝon
sv: Redigera inlägg

source: No potential page delegates located.
ca: No es troben pàgines potencialment delegades.
eo: Ne trovis delegiteblajn paĝojn.
sv: Inga potentiella sid-ombud funna.

source: Delegate Page Management
ca: Gestió de les Pàgines Delegades
eo: Administrado de Delegitajn Paĝojn
sv: Delegera sidhantering

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
ca: Els delegats poden gestionar tots els aspectes d'aquest compte/pàgina, excepte per als ajustaments bàsics del compte. Si us plau, no deleguin el seu compte personal a ningú que no confiïn completament.
eo: Delegitoj povas administri ĉiujn ecojn de la konto/paĝo, escepte bazaj kontoagordoj. Bonvolu ne delegitigi vian personan konton al iu al kiu vi ne plene fidas.
sv: Ombud kan hantera alla aspekter av det här kontot/den här sidan förutom grundläggande kontoinställningar. Delegera inte ditt personliga konto till någon som du inte litar fullständigt på.

source: Existing Page Managers
ca: Actuals Administradors de Pàgina
eo: Estantaj Administrantoj de la Paĝo
sv: Befintliga sid-ansvariga

source: Existing Page Delegates
ca: Actuals Delegats de Pàgina
eo: Estantaj Delegitoj de la Paĝo
sv: Befintliga sid-ombud

source: Potential Delegates
ca: Delegats Potencials
eo: Eblaj Delegitoj
sv: Potentiella ombud

source: Remove
ca: Esborrar
eo: Forviŝi
sv: Ta bort

source: Add
ca: Afegir
eo: Aldoni
sv: Lägg till

source: No entries.
ca: Sense entrades
eo: Neniom da afiŝoj.
sv: Inga poster.

source: Select a bookmark folder
sv: Välj en bokmärkeskatalog

source: Save Bookmark
sv: Spara bokmärke

source: URL of bookmark
sv: Bokmärkets URL

source: Description
sv: Beskrivning

source: Or enter new bookmark folder name
sv: Eller ange nytt namn på bokmärkeskatalog

source: Public Sites
sv: Offentliga servrar

source: The listed sites allow public registration into the Red Matrix. All sites in the matrix are interlinked so membership on any of them conveys membership in the matrix as a whole. Some sites may require subscription or provide tiered service plans. The provider links <strong>may</strong> provide additional details.
sv: De listade servrarna tillåter offentlig registrering i Red Matrix. Alla servrar i matrisen är sammankopplade, så medlemskap i en av dem medför medlemskap i matrisen som helhet. Vissa servrar kan kräva abonnemang eller erbjuda uppdelade tjänstenivåer. Leverantörslänkarna <strong>kan</strong> ge ytterligare detaljer.

source: Site URL
sv: Server-URL

source: Access Type
sv: Åtkomsttyp

source: Registration Policy
sv: Registreringspolicy

source: Location
eo: Loko
sv: Plats

source: You must be logged in to see this page.
sv: Du måste vara inloggad för att se den här sidan.

source: Insufficient permissions. Request redirected to profile page.
sv: Otillräckliga behörigheter. Förfrågan omdirigerad till profilsidan.

source: RedMatrix - Guests: Username: {your email address}, Password: +++
sv: RedMatrix - Gäster: Användarnamn {din e-postadress}, Lösenord: +++

source: Please login.
ca: Si us plau, ingressa.
eo: Bonvolu ensaluti.
sv: Logga in.

source: Room not found
sv: Rum hittas inte

source: Leave Room
sv: Lämna rummet

source: Delete This Room
sv: Ta bort det här rummet

source: I am away right now
sv: Jag är borta för tillfället

source: I am online
sv: Jag är online

source: Bookmark this room
sv: Bokmärk det här rummet

source: New Chatroom
sv: Nytt chattrum

source: Chatroom Name
sv: Namn på chattrum

source: %1$s's Chatrooms
sv: %1$ss chattrum

source: Away
sv: Borta

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
eo: Okazis problemo ensalutinta kun via OpenID. Bonvolu kontroli la ID.
sv: Vi drabbades av ett problem vid inloggningen med OpenID:t du uppgav. Kontrollera att ID:t är korrekt stavat.

source: The error message was:
eo: La erarmesaĝo estis:
sv: Felmeddelandet var:

source: Authentication failed.
sv: Inloggning misslyckades.

source: Remote Authentication
sv: Fjärrinloggning

source: Enter your channel address (e.g. channel@example.com)
sv: Ange din kanaladress (t.ex. kanal@example.com)

source: Authenticate
sv: Autentisera

source: Channel removals are not allowed within 48 hours of changing the account password.
sv: Borttagning av kanal tillåts inte inom 48 timmar efter att kontolösenordet har ändrats.

source: Remove This Channel
sv: Ta bort den här kanalen

source: This will completely remove this channel from the network. Once this has been done it is not recoverable.
sv: Det här kommer att ta bort den här kanalen helt från nätverket. När det är gjort går det inte att återställa den.

source: Please enter your password for verification:
ca: Si us plau, introduïu la contrasenya per a la verificació:
eo: Bonvolu entajpi vian pasvorton por kontrolado:
sv: Ange ditt lösenord för att bekräfta:

source: Remove this channel and all its clones from the network
sv: Ta bort den här kanalen och alla dess kloner från nätverket

source: By default only the instance of the channel located on this hub will be removed from the network
sv: Som standard kommer bara den här hubbens instans av kanalen att tas bort från nätverket

source: Remove Channel
sv: Ta bort kanal

source: Public access denied.
ca: Accés públic denegat.
eo: Publika atingo ne permesita.
sv: Offentlig behörighet saknas.

source: No channel.
sv: Ingen kanal.

source: Common connections
sv: Gemensamma kontakter

source: No connections in common.
sv: Inga gemensamma kontakter.

source: No valid account found.
ca: compte no vàlid trobat.
eo: Ne trovis validan konton.
sv: Inget giltigt konto hittades.

source: Password reset request issued. Check your email.
ca: Sol·licitut de restabliment de contrasenya enviat. Comprovi el seu correu.
eo: Eldonis riparadon de pasvorto. Legu vian retpoŝton.
sv: Lösenordsåterställning har skickats. Kontrollera din e-post.

source: Site Member (%s)
sv: Servermedlem (%s)

source: Password reset requested at %s
ca: Contrasenya restablerta enviada a %s
eo: Pasvorta riparado petita je %s
sv: Lösenordsåterställning begärd på %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
ca: La sol·licitut no pot ser verificada. (Hauries de presentar-la abans). Restabliment de contrasenya fracassat.
eo: Ne povis konfirmi la peton. (Eble vi sendis ĝin antaŭ.) Pasvorta riparado malsukcesis.
sv: Begäran kunde inte bekräftas. (Du kan ha skickat den tidigare.) Lösenordsåterställningen misslyckades.

source: Password Reset
ca: Restabliment de Contrasenya
eo: Pasvorta riparado
sv: Lösenordsåterställning

source: Your password has been reset as requested.
ca: La teva contrasenya fou restablerta com vas demanar.
eo: Via pasvorto estis riparita laŭ via peto.
sv: Ditt lösenord har återställts som begärt.

source: Your new password is
ca: La teva nova contrasenya es
eo: Via nova pasvorto estas
sv: Ditt nya lösenord är

source: Save or copy your new password - and then
ca: Guarda o copia la nova contrasenya - i llavors
eo: Memorigi vian novan pasvorton - kaj poste
sv: Spara eller kopiera ditt nya lösenord -

source: click here to login
ca: clica aquí per identificarte
eo: klaku ĉi tie por ensaluti
sv: klicka sedan här för att logga in

source: Your password may be changed from the <em>Settings</em> page after successful login.
ca: Pots camviar la contrasenya des de la pàgina de <em>Configuración</em> desprès d'accedir amb èxit.
eo: Vi povas ŝangi vian pasvorton sur la paĝo <em>agordoj</em> kiam vi sukcese ensalutis.
sv: Ditt lösenord kan bytas från sidan <em>Inställningar</em> när du är inloggad.

source: Your password has changed at %s
sv: Ditt lösenord byttes på %s

source: Forgot your Password?
ca: Has Oblidat la Contrasenya?
eo: Ĉu vi forgesis vian pasvorton?
sv: Glömt lösenordet?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
ca: Introdueixi la seva adreça de correu i enivii-la per restablir la seva contrasenya. Llavors comprovi el seu correu per a les següents instruccións.
eo: Entajpu vian retpoŝtadreson kaj sendu por pasvorta riparado. Poste, bonvolu legi vian retpoŝton por trovi pliajn instrukciojn.
sv: Ange din e-postadress och skicka för att återställa ditt lösenord. Kontrollera sedan din e-post för vidare instruktioner.

source: Email Address
ca: Adreça de correu
eo: Retpoŝta Adreso
sv: E-postadress

source: Reset
ca: Restablir
eo: Repari
sv: Återställ

source: Unable to locate original post.
ca: No es pot localitzar post original.
eo: Ne eblas trovi originalan afiŝon.
sv: Kunde inte hitta originalinlägget.

source: Empty post discarded.
ca: Buidat després de rebutjar.
eo: Forviŝis malplenan afiŝon.
sv: Tomt inlägg förkastat.

source: Executable content type not permitted to this channel.
sv: Körbart innehåll tillåts inte i den här kanalen.

source: System error. Post not saved.
ca: Error del sistema. Publicació no guardada.
eo: Sistema eraro. Afiŝo ne registrita.
sv: Systemfel. Inlägget inte sparat.

source: You have reached your limit of %1$.0f top level posts.
sv: Du har nått din gräns på %1$.0f toppnivåinlägg.

source: You have reached your limit of %1$.0f webpages.
sv: Du har nått din gräns på %1$.0f webbsidor.

source: Could not access contact record.
ca: No puc accedir al registre del contacte.
eo: Ne eblis atingi kontaktrikordo.
sv: Kunde inte komma åt kontaktuppgifter.

source: Could not locate selected profile.
ca: No puc localitzar el perfil seleccionat.
eo: Ne trovis elektitan profilon.
sv: Kunde inte hitta vald profil.

source: Connection updated.
sv: Kontakt uppdaterad.

source: Failed to update connection record.
sv: Misslyckades att uppdatera kontaktuppgifter.

source: Blocked
sv: Blockerade

source: Ignored
sv: Ignorerade

source: Hidden
sv: Dolda

source: Archived
sv: Arkiverade

source: All
sv: Alla

source: Suggest new connections
sv: Föreslå nya kontakter

source: New Connections
sv: Nya kontakter

source: Show pending (new) connections
sv: Visa väntande (nya) kontakter

source: All Connections
sv: Alla kontakter

source: Show all connections
sv: Visa alla kontakter

source: Unblocked
sv: Ej blockerade

source: Only show unblocked connections
sv: Visa endast ej blockerade kontakter

source: Only show blocked connections
sv: Visa endast blockerade kontakter

source: Only show ignored connections
sv: Visa endast ignorerade kontakter

source: Only show archived connections
sv: Visa endast arkiverade kontakter

source: Only show hidden connections
sv: Visa endast dolda kontakter

source: Edit connection
sv: Redigera kontakt

source: Search your connections
sv: Sök bland dina kontakter

source: Finding:
ca: Cercant:
eo: Trovata:
sv: Sökning efter:

source: Item not found
ca: Element no trobat
eo: Elemento ne trovita
sv: Posten hittas inte

source: Edit Block
sv: Redigera block

source: Delete block?
sv: Ta bort block?

source: Insert YouTube video
ca: Serà mostrat de forma preeminent a la pagina durant el procés de registre.
eo: Enmeti videton ĉe YouTube
sv: Infoga Youtube-video

source: Insert Vorbis [.ogg] video
ca: Inserir video Vorbis [.ogg]
eo: Enmeti videton en formato Vorbis [.ogg]
sv: Infoga Vorbis [.ogg]-video

source: Insert Vorbis [.ogg] audio
ca: Inserir audio Vorbis [.ogg]
eo: Enmeti sonon en formato Vorbis [.ogg]
sv: Infoga Vorbis [.ogg]-ljud

source: Delete Block
sv: Ta bort block

source: Name is required
sv: Namn är obligatoriskt

source: Key and Secret are required
sv: Nyckel och kod är obligatoriska

source: Passwords do not match. Password unchanged.
ca: Les contrasenyes no coincideixen. Contrasenya no canviada.
eo: La pasvortoj ne estas egala. Pasvorto ne ŝanĝita.
sv: Lösenorden stämmer inte överens. Lösenordet har inte ändrats.

source: Empty passwords are not allowed. Password unchanged.
ca: No es permeten contasenyes buides. Contrasenya no canviada
eo: Malplenaj pasvortoj ne estas permesita. Pasvorto ne ŝanĝita.
sv: Tomma lösenord tillåts inte. Lösenordet har inte ändrats.

source: Password changed.
ca: Contrasenya canviada.
eo: Pasvorto ŝanĝita.
sv: Lösenordet ändrat.

source: Password update failed. Please try again.
ca: Ha fallat l'actualització de la Contrasenya. Per favor, intenti-ho de nou.
eo: Ĝisdatigo de pasvorto malsukcesis. Bonvolu provi refoje.
sv: Lösenordsuppdatering misslyckades. Försök igen.

source: Not valid email.
sv: Inte en giltig e-postadress.

source: Protected email address. Cannot change to that email.
sv: Skyddad e-postadress. Kan inte ändra till den.

source: System failure storing new email. Please try again.
sv: Systemfel när ny e-postadress skulle sparas. Försök igen.

source: Settings updated.
ca: Ajustos actualitzats.
eo: Agordoj ĝisdatigita.
sv: Inställningar uppdaterade.

source: Add application
ca: Afegir aplicació
eo: Aldoni programon
sv: Lägg till applikation

source: Name of application
sv: Applikationens namn

source: Consumer Key
eo: Ŝlosilo de kliento
sv: Nyckel för konsument

source: Automatically generated - change if desired. Max length 20
sv: Automatiskt genererad - ändra om så önskas. Maxlängd 20

source: Consumer Secret
eo: Sekreto de kliento
sv: Kod för konsument

source: Redirect
ca: Redirigir
eo: Alidirekto
sv: Omdirigering

source: Redirect URI - leave blank unless your application specifically requires this
sv: Omdirigerings-URI - lämna blankt om inte din applikation specifikt behöver det

source: Icon url
ca: icona de url
eo: Piktograma adreso
sv: Ikon-URL

source: Optional
sv: Frivillig

source: You can't edit this application.
ca: No pots editar aquesta aplicació.
eo: Ĉi tio programo ne estas redaktebla.
sv: Du kan inte redigera den här applikationen.

source: Connected Apps
ca: Aplicacions conectades
eo: Konektitaj Programoj
sv: Anslutna appar

source: Client key starts with
ca: Les claus de client comançen amb
eo: Ŝlosilo de kliento komencas kun
sv: Klientnyckel börjar med

source: No name
ca: Sense nom
eo: Neniu nomo
sv: Inget namn

source: Remove authorization
ca: retirar l'autorització
eo: Forviŝi rajtigon
sv: Ta bort behörighet

source: No feature settings configured
sv: Inga tilläggsinställningar konfigurerade

source: Feature Settings
sv: Tilläggsinställningar

source: Account Settings
ca: Ajustos de Compte
eo: Kontoagordoj
sv: Kontoinställningar

source: Password Settings
ca: Ajustos de Contrasenya
eo: Agordoj pri Pasvorto
sv: Lösenordsinställningar

source: New Password:
ca: Nova Contrasenya:
eo: Nova pasvorto:
sv: Nytt lösenord:

source: Confirm:
ca: Confirmar:
eo: Konfirmi:
sv: Bekräfta:

source: Leave password fields blank unless changing
ca: Deixi els camps de contrasenya buits per a no fer canvis
eo: Lasu pasvortkampojn malplenaj se vi ne ŝanĝas la pasvorton.
sv: Lämna lösenordsfälten blanka om lösenordet inte ska ändras

source: Email Address:
ca: Adreça de Correu:
eo: Retpoŝtadreso:
sv: E-postadress

source: Remove Account
sv: Ta bort konto

source: Remove this account from this server including all its channels
sv: Ta bort det här kontot från servern, inklusive alla dess kanaler
