Repository: friendica/red
Catalog: view/*/messages.po
Languages: ca, eo, sv

source: Cannot locate DNS info for database server '%s'
ca: No put trobar informació de DNS del servidor de base de dades '%s'
eo: Ne trovis DNS informojn por datumbaza servilo '%s'.
sv: Kan inte hitta DNS-information för databasserver '%s'

source: Profile Photos
ca: Fotos del Perfil
eo: Profilbildoj
sv: Profilfoton

source: Categories
eo: Kategorioj
sv: Kategorier

source: Apps
ca: Aplicacions
eo: Programoj
sv: Appar

source: Personal
eo: Propra
sv: Personligt

source: Create Personal App
sv: Skapa personlig app

source: Edit Personal App
sv: Redigera personlig app

source: Connect
ca: Connexió
eo: Konekti
sv: Ta kontakt

source: Ignore/Hide
ca: Ignorar/Amagar
eo: Ignori/Kaŝi
sv: Ignorera/göm

source: Suggestions
eo: Sugestoj
sv: Förslag

source: See more...
sv: Se fler...

source: You have %1$.0f of %2$.0f allowed connections.
sv: Du har %1$.0f av %2$.0f tillåtna kontakter.

source: Add New Connection
sv: Lägg till ny kontakt

source: Enter the channel address
sv: Ange kanaladressen

source: Example: bob@example.com, http://example.com/barbara
ca: Exemple: bob@example.com, http://example.com/barbara
eo: Ekzemple: bob@example.com, http://example.com/barbara
sv: Exempel: bob@example.com, http://example.com/barbara

source: Notes
eo: Notoj
sv: Anteckningar

source: Save
ca: Guardar
eo: Konservi
sv: Spara

source: Remove term
ca: Traieu termini
eo: Forviŝu terminon
sv: Ta bort uttryck

source: Saved Searches
ca: Cerques Guardades
eo: Konservitaj Serĉadoj
sv: Sparade sökningar

source: add
ca: afegir
eo: aldoni
sv: lägg till

source: Saved Folders
eo: Konservitaj Dosierujoj
sv: Sparade mappar

source: Everything
eo: Ĉio
sv: Allt

source: Archives
sv: Arkiv

source: Refresh
sv: Ladda om

source: Me
sv: Mig själv

source: Best Friends
sv: Bästa vänner

source: Friends
ca: Amics/Amigues
eo: Amikoj
sv: Vänner

source: Co-workers
sv: Kollegor

source: Former Friends
sv: Tidigare vänner

source: Acquaintances
sv: Bekanta

source: Everybody
ca: Tothom
eo: Ĉiuj
sv: Alla

source: Account settings
ca: Configuració del compte
eo: Kontoagordoj
sv: Kontoinställningar

source: Channel settings
sv: Kanalinställningar

source: Additional features
sv: Tilläggsfunktioner

source: Feature/Addon settings
sv: Tilläggsinställningar

source: Display settings
eo: Ekranagordoj
sv: Utseende

source: Connected apps
eo: Konektitaj programoj
sv: Anslutna appar

source: Export channel
sv: Exportera kanal

source: Connection Default Permissions
sv: Standardbehörighet för kontakt

source: Premium Channel Settings
sv: Inställningar för premiumkanal

source: Channel Sources
sv: Kanalkällor

source: Settings
ca: Ajustos
eo: Agordoj
sv: Inställningar

source: Messages
ca: Missatges
eo: Mesaĝoj
sv: Meddelanden

source: Check Mail
sv: Hämta meddelanden

source: New Message
ca: Nou Missatge
eo: Nova Mesaĝo
sv: Nytt meddelande

source: Chat Rooms
sv: Chattrum

source: Bookmarked Chatrooms
sv: Bokmärkta chattrum

source: Suggested Chatrooms
sv: Föreslagna chattrum

source: photo/image
sv: foto/bild

source: Rate Me
sv: Betygsätt mig

source: View Ratings
sv: Visa betyg

source: Can view my normal stream and posts
sv: Kan se mina normala strömmar och inlägg

source: Can view my default channel profile
sv: Kan se min standardkanalprofil

source: Can view my photo albums
sv: Kan se mina fotoalbum

source: Can view my connections
sv: Kan se mina kontakter

source: Can view my file storage
sv: Kan se mitt filutrymme

source: Can view my webpages
sv: Kan se mina webbsidor

source: Can send me their channel stream and posts
sv: Kan skicka sina kanalströmmar och inlägg till mig

source: Can post on my channel page ("wall")
sv: Kan posta inlägg på min kanalsida ("vägg")

source: Can comment on or like my posts
sv: Kan kommentera eller gilla mina inlägg

source: Can send me private mail messages
sv: Kan skicka privata meddelanden till mig

source: Can post photos to my photo albums
sv: Kan lägga till foton i mitt fotoalbum

source: Can like/dislike stuff
sv: Kan gilla/ogilla saker

source: Profiles and things other than posts/comments
sv: Profiler och annat än inlägg/kommentarer

source: Can forward to all my channel contacts via post @mentions
sv: Kan vidarebefordra till alla mina kanalkontakter genom @omnämnanden

source: Advanced - useful for creating group forum channels
sv: Avancerat - användbart för att skapa kanaler för gruppforum

source: Can chat with me (when available)
sv: Kan chatta med mig (när tillgänglig)

source: Can write to my file storage
sv: Har skrivrättigheter i mitt filutrymme

source: Can edit my webpages
sv: Kan redigera mina webbsidor

source: Can source my public posts in derived channels
sv: Kan använda mina offentliga inlägg i kanaler nedströms

source: Somewhat advanced - very useful in open communities
sv: Ganska avancerat - väldigt användbart i öppna gemenskaper

source: Can administer my channel resources
sv: Kan administrera mina kanalresurser

source: Extremely advanced. Leave this alone unless you know what you are doing
sv: Extremt avancerat. Låt detta vara om du inte vet vad du gör

source: Social Networking
sv: Socialt nätverkande

source: Mostly Public
sv: Mestadels offentligt

source: Restricted
sv: Begränsat

source: Private
sv: Privat

source: Community Forum
sv: Gemenskapsforum

source: Feed Republish
sv: Vidarepublicering av flöde

source: Special Purpose
sv: Särskilt syfte

source: Celebrity/Soapbox
sv: Kändis/talarstol

source: Group Repository
sv: Gruppförråd

source: Other
ca: Altres
eo: Alia
sv: Annat

source: Custom/Expert Mode
sv: Anpassat/expertläge

source: created a new post
sv: skapade ett nytt inlägg

source: commented on %s's post
sv: kommenterade %ss inlägg

source: Tags
sv: Taggar

source: Keywords
sv: Nyckelord

source: have
sv: har

source: has
sv: har

source: want
sv: vill ha

source: wants
sv: vill ha

source: like
ca: Agrada
eo: ŝati
sv: gilla

source: likes
sv: gillar

source: dislike
ca: Desagrada
eo: malŝati
sv: ogilla

source: dislikes
sv: ogillar

# noun
source: Like
sv: gillar detta

source: Image/photo
ca: Imatge/foto
eo: Bildo
sv: Bild/foto

source: Encrypted content
sv: Krypterat innehåll

source: Install design element:
sv: Installera designelement:

source: QR code
sv: QR-kod

source: %1$s wrote the following %2$s %3$s
sv: %1$s skrev följande %2$s %3$s

source: Different viewers will see this text differently
sv: Olika betraktare kan se den här texten ollika

source: $1 wrote:
ca: $1 va escrivir:
eo: $1 skribis:
sv: $1 skrev:

source: prev
eo: antaŭa
sv: föregående

source: first
ca: primer
eo: unua
sv: första

source: last
ca: Últim
eo: lasta
sv: sista

source: next
ca: Proper
eo: sekvanta
sv: nästa

source: older
sv: äldre

source: newer
sv: nyare

source: No connections
sv: Inga kontakter

source: %d Connection
sv: %d kontakt

source: View Connections
sv: Visa kontakter

source: Search
ca: Cercar
eo: Serĉi
sv: Sök

source: poke
sv: puffa

source: poked
sv: puffade

source: ping
sv: pinga

source: pinged
sv: pingade

source: prod
sv: stöt till

source: prodded
sv: stötte till

source: slap
sv: daska till

source: slapped
sv: daskade till

source: finger
sv: fingra på

source: fingered
sv: fingrade på

source: rebuff
sv: stöt tillbaka

source: rebuffed
sv: stötte tillbaks

source: happy
sv: glad

source: sad
sv: ledsen

source: mellow
sv: lugn

source: tired
sv: trött

source: perky
sv: uppåt

source: angry
sv: arg

source: stupified
sv: virrig

source: puzzled
sv: förbryllad

source: interested
sv: intresserad

source: cheerful
sv: munter

source: alive
sv: pigg

source: annoyed
sv: irriterad

source: anxious
sv: bekymrad

source: cranky
sv: grinig

source: disturbed
sv: besvärad

source: frustrated
sv: frustrerad

source: depressed
sv: deprimerad

source: motivated
sv: motiverad

source: relaxed
sv: avslappnad

source: surprised
sv: förvånad

source: Monday
ca: Dilluns
eo: Lundo
sv: måndag

source: Tuesday
ca: Dimarts
eo: Mardo
sv: tisdag

source: Wednesday
ca: Dimecres
eo: Merkredo
sv: onsdag

source: Thursday
ca: Dijous
eo: Ĵaŭdo
sv: torsdag

source: Friday
ca: Divendres
eo: Vendredo
sv: fredag

source: Saturday
ca: Dissabte
eo: Sabato
sv: lördag

source: Sunday
ca: Diumenge
eo: Dimanĉo
sv: söndag

source: January
ca: Gener
eo: Januaro
sv: januari

source: February
ca: Febrer
eo: Februaro
sv: februari

source: March
ca: Març
eo: Marto
sv: mars

source: May
ca: Maig
eo: Majo
sv: maj

source: June
ca: Juny
eo: Junio
sv: juni

source: July
ca: Juliol
eo: Julio
sv: juli

source: August
ca: Agost
eo: Aŭgusto
sv: augusti

source: October
ca: Octubre
eo: Oktobro
sv: oktober

source: unknown.???
sv: okänt.???

source: bytes
eo: bajtoj
sv: byte

source: remove category
sv: ta bort kategori

source: remove from file
sv: ta bort från fil

source: Click to open/close
eo: Klaku por malfermi/fermi
sv: Klicka för att öppna/stänga

source: Link to Source
sv: Länk till källa

source: Select a page layout:
sv: Välj en sidlayout:

source: default
ca: per defecte
eo: defaŭlta
sv: standard

source: Page content type:
sv: Typ av sidinnehåll:

source: Select an alternate language
ca: Sel·lecciona un idioma alternatiu
eo: Elekti alian lingvon
sv: Välj ett alternativt språk

source: photo
ca: foto
eo: bildo
sv: foto

source: event
ca: esdeveniment
eo: okazo
sv: händelse

source: comment
ca: comentari
eo: komento
sv: kommentar

source: activity
ca: activitat
eo: aktiveco
sv: aktivitet

source: Blocks
sv: Block

source: Menus
sv: Menyer

source: Layouts
sv: Layouter

source: Pages
sv: Sidor

source: Collection
sv: Samling

source: New Page
sv: Ny sida

source: Edit
ca: Editar
eo: Redakti
sv: Redigera

source: View
sv: Visa

source: Preview
ca: Vista prèvia
eo: Antaŭrigardi
sv: Förhandsgranska

source: Actions
sv: Åtgärder

source: Page Link
sv: Länk

source: Title
sv: Titel

source: Created
sv: Skapad

source: Edited
sv: Ändrad

source: Embedded content
ca: Contingut incrustat
eo: Enigita enhavo
sv: Inbäddat innehåll

source: Embedding disabled
ca: Incrustacions deshabilitades
eo: Malŝaltita enigitado
sv: Inbäddning inaktiverat

source: Permission denied.
ca: Permís denegat.
eo: Malpermesita.
sv: Behörighet saknas.

source: Image exceeds website size limit of %lu bytes
sv: Bild överskrider webbplatsens storleksbegränsning på %lu byte

source: Image file is empty.
ca: El fitxer de imatge és buit.
eo: Bilddosiero estas malplena.
sv: Bildfil är tom.

source: Unable to process image
ca: No es pot processar la imatge
eo: Ne eblas procezi bildon.
sv: Kunde inte bearbeta bild

source: Photo storage failed.
sv: Fotolagring misslyckades.

source: Photo Albums
ca: Àlbum de Fotos
eo: Bildalbumoj
sv: Fotoalbum

source: Upload New Photos
ca: Actualitzar Noves Fotos
eo: Alŝuti novajn bildojn
sv: Ladda upp nya foton

source: Public Timeline
sv: Offentlig tidslinje

source: Attachments:
ca: Adjunts:
eo: Kunsendaĵoj:
sv: Bilagor:

source: l F d, Y \@ g:i A
sv: l j F Y \k\l. H.i

source: Redmatrix event notification:
sv: Händelsenotifiering från Redmatrix:

source: Starts:
ca: Inici:
eo: Ekas:
sv: Börjar:

source: Finishes:
ca: Acaba:
eo: Finas:
sv: Slutar:

source: Location:
ca: Ubicació:
eo: Loko:
sv: Plats:

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
eo: La sekuriga ĵetono de la formo estis malĝusta. Tio verŝajne okazis ĉar la formo estis malfermita dum tro longa tempo (>3 horoj) antaŭ la sendado.
sv: Formulärets kontrollkod var inte korrekt. Antagligen beror det på att formuläret har varit öppet för länge (> 3 timmar) innan det skickades.

source: %1$s likes %2$s's %3$s
ca: a %1$s agrada %2$s de %3$s
eo: %1$s ŝatas la %3$s de %2$s
sv: %1$s gillar %2$ss %3$s

source: General Features
sv: Allmänna funktioner

source: Content Expiration
sv: Tidsbegränsat innehåll

source: Remove posts/comments and/or private messages at a future time
sv: Ta bort inlägg/kommentarer och/eller privata meddelanden efter en tid

source: Multiple Profiles
sv: Flera profiler

source: Ability to create multiple profiles
sv: Möjlighet att skapa flera profiler

source: Advanced Profiles
sv: Avancerade profiler

source: Additional profile sections and selections
sv: Fler profilinställningar

source: Profile Import/Export
sv: Profilimport/-export

source: Save and load profile details across sites/channels
sv: Spara och ladda profiluppgifter mellan webbplatser/kanaler

source: Web Pages
sv: Webbsidor

source: Provide managed web pages on your channel
sv: Tillhandahåll ordnade webbsidor i din kanal

source: Private Notes
sv: Privata anteckningar

source: Enables a tool to store notes and reminders
sv: Aktivera ett verktyg för att spara anteckningar och påminnelser

source: Navigation Channel Select
sv: Kanalväljare i navigation

source: Change channels directly from within the navigation dropdown menu
sv: Välj kanal direkt från navigationslistens rullgardinsmeny

source: Extended Identity Sharing
sv: Utökad identitetsdelning

source: Share your identity with all websites on the internet. When disabled, identity is only shared with sites in the matrix.
sv: Dela din identitet med alla webbplatser på Internet. Om inaktiverat är identiteten bara delad med platser i matrisen.

source: Expert Mode
sv: Expertläge

source: Enable Expert Mode to provide advanced configuration options
sv: Aktivera expertläge för att tillåta avancerade inställningar

source: Premium Channel
sv: Premiumkanal

source: Allows you to set restrictions and terms on those that connect with your channel
sv: Låter dig ange begränsningar och villkor för dem som vill ansluta till din kanal

source: Post Composition Features
sv: Skrivfunktioner

source: Use Markdown
sv: Använd Markdown

source: Allow use of "Markdown" to format posts
sv: Tillåt att "Markdown" används för att formatera inlägg

source: Large Photos
sv: Stora foton

source: Include large (640px) photo thumbnails in posts. If not enabled, use small (320px) photo thumbnails
sv: Inkludera stora (640px) fotominiatyrer i inlägg. Om inte aktiverat används små (320px) fotominiatyrer

source: Automatically import channel content from other channels or feeds
sv: Importera kanalinnehåll från andra kanaler eller flöden automatiskt

source: Even More Encryption
sv: Ytterligare kryptering

source: Allow optional encryption of content end-to-end with a shared secret key
sv: Tillåt änd-till-änd-kryptering av innehåll med en delad hemlig nyckel

source: Flag Adult Photos
sv: Flagga vuxenfoton

source: Provide photo edit option to hide adult photos from default album view
sv: Gör det möjligt att inte visa foton som är olämpliga för barn i albums standardvy

source: Network and Stream Filtering
sv: Nätverk och strömfiltrering

source: Search by Date
sv: Sök på datum

source: Ability to select posts by date ranges
sv: Tillåter urval av inlägg baserat på datum

source: Collections Filter
sv: Kretsfilter

source: Enable widget to display Network posts only from selected collections
sv: Aktivera en väljare för att visa nätverksinlägg från enbart valda kretsar

source: Save search terms for re-use
sv: Spara sökuttryck för återanvändning

source: Network Personal Tab
sv: Personlig nätverksflik

source: Enable tab to display only Network posts that you've interacted on
sv: Aktivera en flik som visar endast de nätverksinlägg som du har deltagit i

source: Network New Tab
sv: Flik för nytt på nätverket

source: Enable tab to display all new Network activity
sv: Aktivera en flik som visar all ny nätverksaktivitet

source: Affinity Tool
sv: Samhörighetsverktyg

source: Filter stream activity by depth of relationships
sv: Filtrera strömaktivitet efter hur nära relationen är

source: Suggest Channels
sv: Föreslå kanaler

source: Show channel suggestions
sv: Visa förslag på kanaler

source: Post/Comment Tools
sv: Inläggs-/kommentarsverktyg

source: Tagging
sv: Taggning

source: Ability to tag existing posts
sv: Möjlighet att tagga befintliga inlägg

source: Post Categories
sv: Inläggskategorier

source: Add categories to your posts
sv: Lägg till kategorier till dina inlägg

source: Ability to file posts under folders
sv: Möjlighet att lägga inlägg i mappar

source: Dislike Posts
sv: Ogilla inlägg

source: Ability to dislike posts/comments
sv: Möjlighet att ogilla inlägg/kommentarer

source: Star Posts
sv: Märk inlägg

source: Ability to mark special posts with a star indicator
sv: Möjlighet att märka speciella inlägg med en stjärna

source: Tag Cloud
sv: Taggmoln

source: Provide a personal tag cloud on your channel page
sv: Tillhandahåll ett personligt taggmoln på din kanalsida

source: parent
sv: en nivå upp

source: Principal
sv: Bas

source: Addressbook
sv: Adressbok

source: Calendar
sv: Kalender

source: Schedule Inbox
sv: Schemainkorg

source: Schedule Outbox
sv: Schemautkorg

source: Unknown
sv: Okända

source: %1$s used
sv: %1$s använt

source: %1$s used of %2$s (%3$s&#37;)
sv: %1$s använt av %2$s (%3$s&#37;)

source: Files
sv: Filer

source: Total
sv: Totalt

source: Shared
sv: Delat

source: Create
sv: Skapa

source: Upload
ca: Pujar
eo: Alŝuti
sv: Ladda upp

source: Name
ca: Nom
eo: Nomo
sv: Namn

source: Type
sv: Typ

source: Size
sv: Storlek

source: Last Modified
sv: Senast ändrad

source: Delete
ca: Esborrar
eo: Forviŝi
sv: Ta bort

source: Create new folder
sv: Skapa ny mapp

source: Upload file
sv: Ladda upp fil

source: %1$s's bookmarks
sv: %1$ss bokmärken

source: Frequently
ca: Freqüentment
eo: Ofte
sv: Ofta

source: Hourly
ca: Cada hora
eo: Ĉiuhore
sv: Varje timme

source: Twice daily
ca: Dues vegades al dia
eo: Duope ĉiutage
sv: Två gånger dagligen

source: Daily
ca: Diari
eo: Ĉiutage
sv: Dagligen

source: Weekly
ca: Setmanal
eo: Ĉiusemajne
sv: Varje vecka

source: Monthly
ca: Mensual
eo: Ĉiumonate
sv: Varje månad

source: Email
ca: Correu
eo: Retpoŝto
sv: E-post

source: Site Admin
sv: Serveradministrator

source: Bookmarks
ca: Marcadors
sv: Bokmärken

source: Address Book
sv: Adressbok

source: Login
ca: Identifica't
eo: Ensaluti
sv: Logga in

source: Channel Manager
sv: Kanalhanterare

source: Matrix
sv: Matris

source: Webpages
sv: Webbsidor

source: Channel Home
sv: Kanalhem

source: Profile
ca: Perfil
eo: Profilo
sv: Profil

source: Photos
ca: Fotos
eo: Bildoj
sv: Foton

source: Events
ca: Esdeveniments
eo: Okazoj
sv: Händelser

source: Directory
ca: Directori
eo: Katalogo
sv: Katalog

source: Help
ca: Ajuda
eo: Helpo
sv: Hjälp

source: Mail
sv: Privat meddelande

source: Mood
sv: Sinnesstämning

source: Poke
sv: Puffa

source: Chat
sv: Chatt

source: Probe
sv: Sond

source: Suggest
sv: Föreslå

source: Random Channel
sv: Slumpvald kanal

source: Invite
sv: Bjud in

source: Features
sv: Funktioner

source: Language
sv: Språk

source: Post
sv: Inlägg

source: Profile Photo
sv: Profilfoto

source: Update
ca: Actualitzar
eo: Ĝisdatigi
sv: Uppdatera

source: Install
sv: Installera

source: Purchase
sv: Köp

source: Default
sv: Standard

source: Visible to your default audience
sv: Kan ses av förinställda mottagare

source: Show
sv: Visa

source: Don't show
sv: Visa inte

source: Permissions
ca: Permisos
eo: Permesoj
sv: Behörighet

source: Close
ca: Tancar
eo: Fermi
sv: Stäng

source: and
sv: och

source: public profile
eo: publika profilo
sv: offentlig profil

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
sv: %1$s ändrade %2$s till &quot;%3$s&quot;

source: Visit %1$s's %2$s
sv: Besök %1$ss %2$s

source: %1$s has an updated %2$s, changing %3$s.
eo: %1$s havas ĝisdatigigan %2$s, ŝanĝas %3$s.
sv: %1$s har en uppdaterad %2$s (har ändrat %3$s).

source: channel
sv: kanal

source: %1$s doesn't like %2$s's %3$s
ca: a %1$s no agrada %2$s de %3$s
eo: %1$s malŝatas la %3$s de %2$s
sv: %1$s gillar inte %2$ss %3$s

source: %1$s is now connected with %2$s
sv: %1$s har nu kontakt med %2$s

source: %1$s poked %2$s
sv: %1$s puffade %2$s

# mood
source: %1$s is %2$s
sv: %1$s är %2$s

source: Select
ca: Selecionar
eo: Elekti
sv: Välj

source: Private Message
ca: Missatge Privat
eo: Privata mesaĝo
sv: Privat meddelande

source: Message signature validated
sv: Meddelandesignatur bekräftad

source: Message signature incorrect
sv: Meddelandesignatur felaktig

source: View %s's profile @ %s
ca: Veure perfil de %s @ %s
eo: Vidi la profilon de %s ĉe %s
sv: Visa %ss profil på %s

source: Categories:
eo: Kategorioj:
sv: Kategorier:

source: Filed under:
eo: Enarkivigita kiel:
sv: Postat under:

source: from %s
sv: från %s

source: last edited: %s
sv: senast redigerat: %s

source: Expires: %s
sv: Upphör: %s

source: View in context
ca: Veure en context
eo: Vidi kun kunteksto
sv: Visa sammanhang

source: Please wait
ca: Si us plau esperi
eo: Bonvolu atendi
sv: Vänta

source: remove
eo: forviŝi
sv: ta bort

source: Loading...
sv: Laddar...

source: Delete Selected Items
ca: Esborra els Elements Seleccionats
eo: Forviŝi Elektitajn Elementojn
sv: Ta bort valda poster

source: View Source
ca: Veure les Fonts
eo: Vidi Fonton
sv: Visa källa

source: Follow Thread
sv: Följ tråd

source: View Status
eo: Vidi Staton
sv: Visa status

source: View Profile
eo: Vidi Profilon
sv: Visa profil

source: View Photos
eo: Vidi Bildojn
sv: Visa foton

source: Matrix Activity
sv: Matrisaktivitet

source: Edit Contact
eo: Redakti Kontakton
sv: Redigera kontakt

source: Send PM
ca: Enviar Missatge Privat
eo: Sendi PM
sv: Skicka meddelande

source: %s likes this.
ca: a %s agrada això.
eo: %s ŝatas tiun.
sv: %s gillar det här.

source: %s doesn't like this.
ca: a %s desagrada això.
eo: %s malŝatas tiun.
sv: %s gillar inte det här.

source: <span %1$s>%2$d people</span> like this.
ca: Li agrada a<span %1$s>%2$d persones</span> .
eo: <span %1$s>%2$d homoj</span> ŝatas tiun.
sv: <span %1$s>%2$d person</span> gillar det här.

source: <span %1$s>%2$d people</span> don't like this.
ca: No li agrada<span %1$s>%2$d persones</span> .
eo: <span %1$s>%2$d homoj</span>malŝatas tiun.
sv: <span %1$s>%2$d person</span> gillar inte det här.

source: and
ca: i
eo: kaj
sv: och

source: , and %d other people
ca: , i altres %d persones
eo: , kaj %d aliaj homoj.
sv: , och %d annan person

source: %s like this.
ca: a %s le gusta esto.
eo: %s ŝatas tiun.
sv: %s gillar det här.

source: %s don't like this.
ca: a %s no le gusta esto.
eo: %s malŝatas tiun.
sv: %s gillar inte det här.

source: Visible to <strong>everybody</strong>
ca: Visible per a <strong>tothom</strong>
eo: Videbla al <strong>ĉiuj</strong>
sv: Kan ses av <strong>alla</strong>

source: Please enter a link URL:
ca: Sius plau, entri l'enllaç URL:
eo: Bonvolu entajpu adreson de ligilo:
sv: Ange en länkadress:

source: Please enter a video link/URL:
ca: Per favor , introdueixi el enllaç/URL del video
eo: Bonvolu entajpi ligilon/adreson de video:
sv: Ange en videolänkadress:

source: Please enter an audio link/URL:
ca: Per favor , introdueixi el enllaç/URL del audio:
eo: Bonvolu entajpi ligilon/adreson de sono:
sv: Ange en ljudlänkadress

source: Tag term:
ca: Terminis de l'etiqueta:
eo: Markfrazo:
sv: Tagguttryck

source: Save to Folder:
eo: Konservi en Dosierujo:
sv: Spara i mapp:

source: Where are you right now?
ca: On ets ara?
eo: Kie vi estas nun?
sv: Var är du just nu?

source: Expires YYYY-MM-DD HH:MM
sv: Upphör YYYY-MM-DD HH:MM

source: Share
ca: Compartir
eo: Kunhavigi
sv: Dela

source: Page link title
sv: Titel på sidlänk

source: Post as
sv: Posta som

source: Upload photo
ca: Carregar foto
eo: Alŝuti bildon
sv: Ladda upp foto

source: upload photo
ca: carregar fotos
eo: alŝuti bildon
sv: ladda upp foto

source: Attach file
ca: Adjunta fitxer
eo: Kunligi dosieron
sv: Bifoga fil

source: attach file
ca: adjuntar arxiu
eo: kunsendi dosieron
sv: bifoga fil

source: Insert web link
ca: Inserir enllaç web
eo: Enmeti retan adreson
sv: Infoga webblänk

source: web link
ca: enllaç de web
eo: TTT ligilo
sv: webblänk

source: Insert video link
ca: Insertar enllaç de video
eo: Alglui ligilon de video
sv: Infoga videolänk

source: video link
ca: enllaç de video
eo: video ligilo
sv: videolänk
