<style>
section { position: relative; margin-left: 15px;} 
nav { z-index: 9999; position: fixed; width: 100%; top: 0; left: 0; } 
header { z-index: 10000; } 

.tr {
  clear: both;
}
.tab {
  float: left;
  width: 25px;
}
.td {
  float: left;
  width: 200px;
  font-size: 1.8em;
  margin-bottom: 5px;
  margin-right: 25px;
	color: #808080;

}

body::after {
	content: '';
	background-position: 50% 50%;
	background-repeat: no-repeat;
	top: 0;
	left: 0;
	bottom: 0;
	right: 0;
	position: absolute;
	opacity: 0.5;
	z-index: -1; 
}

</style>

<script>
var terms = new Array("Internet-scale Privacy",
			"Social Networking",
			"Single Sign-On",
			"Photo Albums",
			"Decentralised",
			"Cloud Storage",
			"Own Your Content",
			"Blogging",
			"End-to-end Encryption",
			"Chatrooms",
			"Shareable Apps",
			"Cross-Site Access Control",
			"Unsend Private Mail",
			"Webpage Creation",
			"Content Management",
			"Message Expiration",
			"Games and Utilities",
			"Unincorporated",
			"Forums",
			"Like + Dislike",
			"Share Anything Digital",
			"Communications",
			"Identity-Aware Content",
			"Pseudonyms",
			"Multiple Identities",
			"No Advertising",
			"Rich Text Post/Comment",
			"Event Calendar",
			"Bookmarking",
			"Community Tagging",
			"Mirrored Directory",
			"Nomadic Identity",
			"Derivative Channels",
			"Customised Encryption",
			"Multiple Profiles",
			"Privacy Groups",
			"File Sharing",
			"MIT license",
			"Autonomy",
			"Affinity Filtering",
			"Friend Suggestions",
			"Cross-Site Auth",
			"Themes",
			"Plugins",
			"External API",
			"3rd Party Apps",
			"Open Source",
			null);
var r = 0;
var g = 0;
var b = 0;

var speed = 3;
var delay = 450;

var timer = null;
var holdid = 0;
var element = 'word-flasher';
var custom = '';
var seq = 0;
var nindex = 0;
var firstTime = 1;
var curr = null;

function fadeout() {

  var id = document.getElementById(element);
  r = (((r + speed) < 255) ? r + speed : 255);
  g = (((g + speed) < 255) ? g + speed : 255);
  b = (((b + speed) < 255) ? b + speed : 255);

  if((r != 255) && (g != 255) && (b != 255)) {
    timer = setTimeout('fadeout();',5);
  }
  else {
	    update_element();
  }

  id.style.color = "rgb(" + r + "," + g + "," + b + ")";
}

function fadein() {
  var id = document.getElementById(element);
  r = (((r - speed) > 0) ? r - speed : 0);
  g = (((g - speed) > 0) ? g - speed : 0);
  b = (((b - speed) > 0) ? b - speed : 0);

  if(r && g && b) {
    timer = setTimeout('fadein();',5);
  }
  else {
    timer = setTimeout('fadeout();',delay);
  }

  id.style.color = "rgb(" + r + "," + g + "," + b + ")";
}


$(document).ready(function() {
	timer = setTimeout('update_element();',2000);
	var known = {
	    en: true, // ENGLISH
	    fr: true, // FRENCH
	    nl: true, // NETHERLANDS
	    sv: true  // SWEDISH
                      // ADD YOUR LANGUAGE HERE.
	};
	// Figure out the language, default to English because that's
	// what I speak.
	var lang = (navigator.language || navigator.userLanguage || 'en').substr(0, 2);
	if(!known[lang])
	    lang = 'en';
	if(lang=="fr") // FRENCH TRANSLATIONS
		terms = new Array("R&eacute;seau social",
			"Authentification unique",
			"Albums Photos",
			"Decentralis&eacute;e",
			"Entreposage dans le nuage",
			"Vous avez le contr&ocirc;le sur vos partages",
			"Blogue",
			"Encryption des donn&eacute;es",
			"Salle de clavardage",
			"Partage d&rsquo;applications",
			"Permissions actives sur toute la matrice",
			"Reprise de courrier",
			"Cr&eacute;ation de pages web",
			"Gestion du contenu",
			"Expiration des messages",
			"Jeux et Utilitaires",
			"Non-Incorpor&eacute;",
			"Forums",
			"J&rsquo;aime + Je D&eacute;teste",
			"Partagez tous types de fichiers",
			"Plateforme de communications",
			"Le contenu s&rsquo;ajuste aux individus",
			"Pseudonymes",
			"Identit&eacute;s multiples",
			"Aucune publicit&eacute;",
			"&Eacute;diteur de texte enrichi (partages/commentaires)",
			"Calendrier d&rsquo;&eacute;v&eacute;nements",
			"Favoris",
			"Suivre des personnes/communaut&eacute;s",
			"R&eacute;pertoire d&rsquo;utilisateurs synchronis&eacute;",
			"Identit&eacute; nomade",
			"Canaux d&rsquo;int&eacute;r&ecirc;ts",
			"Encryption du traffic (SSL)",
			"Profils multiples",
			"Groupes priv&eacute;s",
			"Partage de fichiers",
			"License MIT",
			"Autonomie",
			"Filtre selon les affinit&eacute;s",
			"Suggestions d&rsquo;amis potentiel",
			"Authentification sur tous les HUBs de la matrice",
			"Th&egrave;mes",
			"Plugins",
			"API externe",
			"Application Tierce Partie",
			"Code Source Ouvert",
			"Gratuit",
			null);
	else if (lang == "sv") // SWEDISH TRANSLATIONS
		terms = new Array("Sekretess skalad f&ouml;r Internet",
			"Socialt n&auml;tverkande",
			"Single Sign-On",
			"Fotoalbum",
			"Decentraliserat",
			"Molnlagring",
			"Ditt eget inneh&aring;ll",
			"Blogg",
			"End-to-end-kryptering",
			"Chattrum",
			"Delbara till&auml;ggsprogram",
			"Kontrollera beh&ouml;righet mellan webbplatser",
			"&Aring;ngra privata meddelanden",
			"Skapa webbsidor",
			"Inneh&aring;llshantering",
			"Tidsbegr&auml;nsade meddelanden",
			"Spel och verktyg",
			"Inte styrt av f&ouml;retag",
			"Forum",
			"Gilla + Ogilla",
			"Dela allt som &auml;r digitalt",
			"Kommunikation",
			"Identitetsmedvetet inneh&aring;ll",
			"Pseudonymer",
			"Multipla identiteter",
			"Reklamfritt",
			"Rich Text-inl&auml;gg/-kommentarer",
			"Kalender",
			"Bokm&auml;rken",
			"Gemensam taggning",
			"Speglad katalog",
			"Nomadisk identitet",
			"Avknoppade kanaler",
			"Anpassad kryptering",
			"Multipla profiler",
			"Sekretessgrupper",
			"Fildelning",
			"MIT-licens",
			"Sj&auml;lvst&auml;ndighet",
			"Samh&ouml;righetsfiltrering",
			"V&auml;nf&ouml;rslag",
			"Fj&auml;rrinloggning",
			"Teman",
			"Till&auml;gg",
			"Externt API",
			"Tredjepartsappar",
			"&Ouml;ppen k&auml;llkod",
			null);

	// Find all <div>s with a class of "wrapper" and lang attribute equal
	// to `lang` and make them visibile.
	$('div.wrapper[lang=' + lang + ']').show();

	// Find all <div>s with a class of "wrapper" and lang attribute not
	// equal to `lang` and make them invisibile.
	$('div.wrapper[lang!=' + lang + ']').hide();
});

function update_element() {

	if(firstTime) {
		firstTime = 0;
		fadeout();
		return;
	}
	curr = terms[nindex];
	nindex ++;
	if(terms[nindex] == null)
		nindex = 0;

	var id = document.getElementById(element);
	id.innerHTML = curr;
	timer = setTimeout('fadein();',3);
}


</script>

<div style="margin-top: 50px;"></div>

<center>

<img style="width: 330px; margin-top: 30px; margin-bottom: 30px;" src="assets/hashlogo.png" >
<div id="word-flasher" style="font-size: 2.5em; font-weight: bold; margin-bottom: 30px;">&quot;The Network&quot;</div>

<!-- TRANSLATIONS START HERE - REMEMBER TO ADD YOUR LANGUAGE IN THE FUNCTION ABOVE($(document).ready(function() ...)

<!-- ENGLISH FRONTPAGE TRANSLATION STARTS HERE -->

<div lang="en" class="wrapper">
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
One of the traditional problems with independent publishing on the internet has always been the fact that independent publishers often operate as isolated islands within their own website, and spend most of their resources attracting visitors. The rise of corporate providers and social networking services alleviated many of these problems; however centralisation has led to a situation where your content is no longer under your direct control. It is shared fully with corporate advertisers and governments, but ironically you are now often asked to pay money to ensure that your friends can see it. What if you could have advantages of scale and connections that centralisation typically offers whilst maintaining independent control over your own web presence?  
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
The RedMatrix is a super network created from a huge number of smaller independent and autonomous websites - which are linked together into a cooperative publishing and social platform. It consists of an open source webapp providing a complete multi-user <strong>decentralised</strong> publishing, sharing, and communications system - known as a "hub". Each hub provides communications (private messaging, chat, blogging, forums, and social networking), along with media management (photos, events, files, web pages, shareable apps) for its members; all in a feature-rich platform. These hubs automatically reach out and connect with each other and the rest of the matrix. Privacy and content ownership always remain under the direct personal control of the individual; and permission to access any item can be granted or denied to anybody in the entire matrix.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
What makes the RedMatrix unique is what we call "magic authentication" - which is based on our groundbreaking work in decentralised identity services. No other platform provides this ability. Within the matrix the boundaries between different hubs are blurred or seemingly non-existent. Identity in the matrix is considered transient and potentially nomadic. "Who you are" has nothing to do with "what computer you're connected to", and website content can adapt itself according to who is viewing it. You have the ability to "clone" your identity to other hubs; which allows you to continue to communicate with your friends seamlessly if your primary hub is ever disabled (temporarily or permanently).  
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
The RedMatrix is ideal for communities of any size, from private individuals and families to online forums, business websites, and organisations. It can be used by anybody who has communications or web content that they wish to share, but where they desire complete control of whom they share it with.<br />
</div>
<br />
<div style="margin-bottom: 15px; color: #808080; font-size: 1.8em;"><strong>RedMatrix - &quot;The Network&quot;</strong></div>
<div style="font-size: 1.4em;">
<a href="register" style="color: white; padding:10px; background-color: #c60032; border-radius: 10px;">Sign up now!</a>
<a href="donate" style="color: white; padding:10px; background-color: 	#c60032; border-radius: 10px;">Donate / Sponsor</a>
</div>
<div style="margin-top: 15px; margin-bottom: 15px;"><a href="pubsites">Public Sites</a> | <a href="https://redmatrix.me">Project Home</a> | <a href="https://github.com/friendica/red">Code</a> | <a href="https://zothub.com/channel/one">Developers</a></div>
</div>

<!-- FRENCH FRONTPAGE TRANSLATION STARTS HERE -->

<div lang="fr" class="wrapper" style="display: none;">
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
La Matrice <span style="color: #c60032;">Rouge</span> &laquo; <span style="color: #c60032;">Red</span>Matrix &raquo; est une <strong>application web d&eacute;centralis&eacute;e</strong>. La centralisation des donn&eacute;es sur des serveurs corporatifs met en jeux votre vie priv&eacute;e et vous assujettit &agrave; la volont&eacute; d&#039;un tiers. Ainsi vos messages, fichiers, photos ne sont plus sous votre contr&ocirc;le et sont partag&eacute;s avec les agences de marketing ainsi que les gouvernements. La Matrice <span style="color: #c60032;">Rouge</span>, c&#039;est un moyen de prot&eacute;ger votre identit&eacute; ainsi que votre vie priv&eacute;e tout en conservant le plein contr&ocirc;le sur le partage de vos donn&eacute;es avec le monde.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
La Matrice <span style="color: #c60032;">Rouge</span> est un r&eacute;seau constitu&eacute; de serveurs autonomes et ind&eacute;pendants. Ces serveurs, appel&eacute;s &laquo; hubs &raquo;,  assurent la r&eacute;silience de vos donn&eacute;es sur le r&eacute;seau. Chacun de ces &laquo; hubs &raquo; garantit des fonctions de communications (Messages priv&eacute;s, clavardage, blogue, forums et toutes les fonctions des r&eacute;seaux sociaux) ainsi que des fonctions de gestions (photos, calendrier, partage de fichiers, cr&eacute;ation de pages web, cr&eacute;ation d&#039;applications) &agrave; ses membres. En tout temps, votre vie priv&eacute;e et le choix du partage de votre contenu sont sous votre contr&ocirc;le  exclusif.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
La Matrice <span style="color: #c60032;">Rouge</span> est unique; elle transporte votre identit&eacute; &agrave; l&#039;aide d'une m&eacute;thode d&#039;authentification innovatrice appel&eacute;e &laquo; authentification magique &raquo; - laquelle est le r&eacute;sultat de la recherche et du d&eacute;veloppement appliqu&eacute;e au service d&#039;<strong>identit&eacute; d&eacute;centralis&eacute;e</strong>. Aucune autre plateforme n&#039;offre ce type d&#039;identit&eacute; &laquo; nomade &raquo;.  Ainsi, une fois authentifi&eacute;, vous avez le loisir de vous &laquo; promener &raquo; d&#039;un serveur &agrave; l&#039;autre sans avoir &agrave; reconfirmer votre identit&eacute;. De plus, la Matrice <span style="color: #c60032;">Rouge</span> vous permet de &laquo; cloner &raquo; votre identit&eacute; et de la porter sur un &laquo; hub &raquo; diff&eacute;rent de celui ou vous vous &ecirc;tes inscrit. Voil&agrave; encore un moyen de vous d&eacute;fendre contre toutes formes de censure pour pr&eacute;server votre identit&eacute;, vos listes d&#039;amis, vos publications, photos et fichiers advenant le cas ou votre &laquo; hub &raquo; pr&eacute;f&eacute;r&eacute; serait mis hors ligne. (temporairement ou permanemment).
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
La Matrice <span style="color: #c60032;">Rouge</span> est un outil id&eacute;al pour toutes les communaut&eacute;s en passant par les particuliers et les familles tout en incluant les forums, sites-web d'affaires ainsi que les organisations. C&#039;est une solution de remplacement, non n&eacute;gligeable, aux r&eacute;seaux sociaux actuels rendue accessible &agrave; tous ceux qui sont soucieux de leur vie priv&eacute;e et qui souhaitent conserver le contr&ocirc;le de leur pr&eacute;sence sur internet.<br />
</div>
<br />
<div style="margin-bottom: 15px; color: #808080; font-size: 1.8em;"><strong>RedMatrix - &quot;The Network&quot;</strong></div>
<div style="font-size: 1.4em;">
<a href="register" style="color: white; padding:10px; background-color: #c60032; border-radius: 10px;">M'inscrire!</a>
<a href="donate" style="color: white; padding:10px; background-color: 	#c60032; border-radius: 10px;">Dons / Sponsors</a>
</div>
<div style="margin-top: 15px; margin-bottom: 15px;"><a href="pubsites">Hubs public</a> | <a href="https://redmatrix.me">Le Projet</a> | <a href="https://github.com/friendica/red">Source</a> | <a href="https://zothub.com/channel/one">Developpeurs</a></div>
</div>

<!-- NETHERLANDS TRANSLATIONS STARTS HERE -->

<div lang="nl" class="wrapper" style="display: none;">
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
Een van de traditionele problemen met onafhankelijke internetpublicaties is dat onafhankelijke publicisten met hun eigen website op een geïsoleerd eilandje zitten. Mede hierdoor zijn ze veel tijd en geld kwijt aan het lokken van bezoekers. De opkomst van grote commerciële internetdiensten en sociale netwerken hebben veel van deze problemen verzacht. Het gecentraliseerde karakter van deze diensten heeft er echter voor gezorgd dat jouw publicaties en overige gegevens niet meer direct door jou beheerd worden. Dit wordt allemaal op grote schaal met online advertentiebedrijven en overheden gedeeld, maar ironisch genoeg moet er tegenwoordig wel betaald worden om jouw vrienden en volgers jouw werk te kunnen laten vinden. Wat nou als je de voordelen van gecentraliseerde diensten, zoals de schaal en het grote bereik, kunt combineren met het behoud van eigen beheer over jouw aanwezigheid op internet?
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
De RedMatrix is een supernetwerk bestaande uit een enorme hoeveelheid kleinere onafhankelijke en autonome websites, die aan elkaar gekoppeld een co&ouml;peratief publicatie en sociaal platform vormen. Het bestaat uit een opensource webapplicatie die een compleet <strong>gedecentraliseerd</strong> multi-user publicatie-, communicatie- en social media-systeem biedt, een “hub” geheten. Elke hub verzorgt de communicatie (privéberichten, chatten, bloggen, forums en een sociaal netwerk) en het mediabeheer (foto's, agenda, webpagina's en apps) voor zijn leden; alles in een functie-rijke omgeving. Deze hubs maken automatisch contact met elkaar en de rest van de matrix. Het individu blijft altijd directe controle houden over zijn/haar privacy en eigendom; en aan elk item in de gehele matrix kan aan wie dan ook toegang verleend of geweigerd worden.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
Wat de Red Matrix uniek maakt is de zogenaamde “magische authenticatie”. Gebaseerd op ons baanbrekende werk in gedecentraliseerde identificatie. Geen enkel ander platform biedt deze mogelijkheid. Binnen de matrix zijn de grenzen tussen verschillende websites vervaagd of lijken ze niet meer te bestaan. Een identiteit is binnen de matrix niet statisch en kan zelfs een nomadenbestaan leiden. “Wie je bent” heeft niets te maken met “welke computerserver je verbonden bent” en de inhoud van webpagina's kan zich hierdoor aanpassen aan wie er naar kijkt. Je hebt de mogelijkheid om jouw “identiteit” naar andere hubs te klonen; waardoor je zonder onderbrekingen kan blijven communiceren met je vrienden, wanneer jouw primaire hub is uitgeschakeld (tijdelijk of permanent).
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
De RedMatrix is ideaal voor groepen mensen van welke omvang dan ook, van kleine groepen vrienden en families, tot online forums, zakenwebsites, en organisaties. Het kan door iedereen gebruikt worden die wil communiceren of internetpublicaties wil delen, maar de volledige controle wenst met wie zij willen communiceren en delen.<br />
</div>
<br />
<div style="margin-bottom: 15px; color: #808080; font-size: 1.8em;"><strong>RedMatrix - &quot;The Network&quot;</strong></div>
<div style="font-size: 1.4em;">
<a href="register" style="color: white; padding:10px; background-color: #c60032; border-radius: 10px;">Meld je nu aan!</a>
<a href="donate" style="color: white; padding:10px; background-color: 	#c60032; border-radius: 10px;">schenking</a>
</div>
<div style="margin-top: 15px; margin-bottom: 15px;"><a href="pubsites">Andere openbare hubs</a> | <a href="https://redmatrix.me">Projectwebsite</a> | <a href="https://github.com/friendica/red">Broncode</a> | <a href="https://zothub.com/channel/one">Ontwikkelaars</a></div>
</div>

<!-- SWEDISH FRONTPAGE TRANSLATION STARTS HERE -->

<div lang="sv" class="wrapper" style="display: none;">
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
Ett av de vanliga problemen med oberoende publicering p&aring; n&auml;tet har alltid varit det faktum att oberoende f&ouml;rfattare ofta &auml;r isolerade fr&aring;n varandra p&aring; sin egen webbplats och l&auml;gger det mesta av energin p&aring; att locka och attrahera bes&ouml;kare. Uppkomsten av vinstdrivande tj&auml;nster och s&aring; kallade sociala n&auml;tverk erbj&ouml;d en l&ouml;sning till m&aring;nga av dessa problem. Centraliseringen som p&aring;g&aring;tt har dock lett till att ditt inneh&aring;ll inte l&auml;ngre &auml;r under din direkta kontroll. Det &auml;r delat fullt ut med vinstdrivande annons&ouml;rer och myndigheter, men ironiskt nog uppmanas du ofta att betala pengar f&ouml;r att s&auml;kerst&auml;lla att dina v&auml;nner kan se ditt inneh&aring;ll. F&ouml;rest&auml;ll dig en situation d&auml;r du har f&ouml;rdelarna av den skalbarhet, kontakt och spridning som centraliseringen typiskt erbjuder, samtidigt som du inte ger avkall p&aring; kontroll &ouml;ver din egen n&auml;rvaro p&aring; Internet.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
RedMatrix &auml;r ett n&auml;tverk sammansatt av ett stort antal mindre, oberoende och sj&auml;lvst&auml;ndiga webbplatser, sammankopplade till en samverkande publicerings- och kommunikationsplattform. Mjukvaran best&aring;r av en webbapplikation sl&auml;ppt som &ouml;ppen k&auml;llkod, som tillhandah&aring;ller ett <strong>decentraliserat</strong> fleranv&auml;ndarsystem f&ouml;r kommunikation, publicering och delning, och n&auml;r den k&ouml;rs utg&ouml;r en nod i n&auml;tverket. Varje nod erbjuder s&aring;v&auml;l kommunikationsverktyg (privata meddelanden, chatt, blogg, forum och traditionellt socialt n&auml;tverkande) som filhantering (foton, kalenderh&auml;ndelser, filer, webbsidor, delbara till&auml;ggsprogram) f&ouml;r alla medlemmar; alltihop i en sammanh&aring;llen plattform. Dessa noder tar automatiskt kontakt med varandra och resten av n&auml;tverket. Sekretess och inneh&aring;llsstyrning &auml;r alltid under din direkta personliga kontroll, och beh&ouml;righet till inl&auml;gg eller filer kan ges eller nekas vem som helst i n&auml;tverket.
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
Det som g&ouml;r RedMatrix unikt &auml;r vad vi kallar "magisk fj&auml;rrinloggning" som &auml;r baserad p&aring; v&aring;rt banbrytande arbete med en decentraliserad identitetshantering. Ingen annan plattform vi k&auml;nner till erbjuder i dagsl&auml;get n&aring;got liknande. Inom n&auml;tverket &auml;r gr&auml;nserna mellan de olika noderna utsuddade eller till synes icke-existerande. En identitet i n&auml;tverket kan vara &ouml;verg&aring;ende och potentiellt nomadisk. "Vem du &auml;r" har inget att g&ouml;ra med "vilken dator du ansluter till inom n&auml;tverket" och webbsidornas inneh&aring;ll kan skapas s&aring; att det anpassar sig utifr&aring;n vem som tittar p&aring; det. Du har m&ouml;jlighet att "klona" din identitet till andra noder, vilket l&aring;ter dig forts&auml;tta att kommunicera med dina v&auml;nner utan avbrott om din prim&auml;ra nod skulle bli otillg&auml;nglig (tillf&auml;lligt eller permanent).
</div>
<br />
<div class="tr" style="font-size: 1.4em; color: #666; margin-left: 75px; margin-right: 75px;">
RedMatrix passar f&ouml;r grupper av alla storlekar - alltifr&aring;n privatpersoner och familjer till n&auml;tforum, f&ouml;retagswebbplatser och organisationer. Det kan anv&auml;ndas av alla som har inneh&aring;ll de &ouml;nskar dela med sig av och samtidigt ha full kontroll &ouml;ver vem de delar det med.
</div>
<br />
<div style="margin-bottom: 15px; color: #808080; font-size: 1.8em;"><strong>RedMatrix - "N&auml;tverket"</strong></div>
<div style="font-size: 1.4em;">
<a href="register" style="color: white; padding:10px; background-color: #c60032; border-radius: 10px;">Registrera dig nu!</a>
<a href="donate" style="color: white; padding:10px; background-color: 	#c60032; border-radius: 10px;">Ge ett bidrag / Sponsra</a>
</div>
<div style="margin-top: 15px; margin-bottom: 15px;"><a href="pubsites">Offentliga noder</a> | <a href="https://redmatrix.me">Projektets hemsida</a> | <a href="https://github.com/friendica/red">Kod</a> | <a href="https://zothub.com/channel/one">Utvecklare</a></div>
</div>
<!-- INSERT NEW TRANSLATIONS HERE -->

<!-- DO NOT REMOVE THE 2 LINES BELOW -->
</div>
</center>

